Repository: Onur-Aba/bluesos
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fa, fil, fr, hi, id, it, ja, ko, my, ne, ps, pt, ru, tr, ur, zh

# emergencyInfoNotice
source: This app is designed to help save lives in emergencies. Please grant all permissions fully.
ar: تم تصميم هذا التطبيق للمساعدة في إنقاذ الأرواح في حالات الطوارئ. يرجى منح جميع الأذونات بالكامل.
bn: এই অ্যাপটি জরুরি পরিস্থিতিতে জীবন বাঁচাতে সাহায্য করার জন্য তৈরি। দয়া করে সব অনুমতি প্রদান করুন।
de: Diese App wurde entwickelt, um in Notfällen Leben zu retten. Bitte erteilen Sie alle Berechtigungen vollständig.
el: Αυτή η εφαρμογή έχει σχεδιαστεί για τη διάσωση ζωών σε περιπτώσεις έκτακτης ανάγκης. Παρακαλούμε δώστε όλες τις άδειες πλήρως.
es: Esta aplicación está diseñada para ayudar a salvar vidas en emergencias. Por favor, otorgue todos los permisos completamente.
fa: این اپلیکیشن برای کمک به نجات جان انسان‌ها در مواقع اضطراری طراحی شده است. لطفاً تمام مجوزها را کامل صادر کنید.
fil: Ang app na ito ay dinesenyo para tumulong magligtas ng buhay sa mga emergency. Mangyaring ibigay ang lahat ng pahintulot nang buo.
fr: Cette application est conçue pour aider à sauver des vies en cas d'urgence. Veuillez accorder toutes les permissions entièrement.
hi: यह ऐप आपातकालीन स्थितियों में जान बचाने में मदद करने के लिए डिज़ाइन किया गया है। कृपया सभी अनुमतियाँ पूरी तरह से प्रदान करें।
id: Aplikasi ini dirancang untuk membantu menyelamatkan nyawa dalam keadaan darurat. Harap berikan semua izin sepenuhnya.
it: Questa app è progettata per aiutare a salvare vite in caso di emergenza. Per favore concedi tutti i permessi.
ja: このアプリは緊急時の救命を支援するために設計されています。すべての権限を完全に許可してください。
ko: 이 앱은 긴급 상황에서 인명 구조를 돕기 위해 설계되었습니다. 모든 권한을 허용해 주세요.
my: ဤအက်ပ်ကို အရေးပေါ်အခြေအနေများတွင် အသက်ကယ်ရန် ရည်ရွယ်၍ ဖန်တီးထားခြင်း ဖြစ်သည်။ ကျေးဇူးပြု၍ ခွင့်ပြုချက်အားလုံးကို အပြည့်အဝ ပေးပါ။
ne: यो एप आपतकालीन अवस्थामा जीवन बचाउन मद्दत गर्न डिजाइन गरिएको हो। कृपया सबै अनुमतिहरू पूर्ण रूपमा दिनुहोस्।
ps: دا اپلیکیشن په بیړني حالت کې د ژوند ژغورلو لپاره ډیزاین شوی. مهرباني وکړئ ټولې اجازې په بشپړ ډول ورکړئ.
pt: Este aplicativo foi projetado para ajudar a salvar vidas em emergências. Por favor, conceda todas as permissões totalmente.
ru: Это приложение создано для спасения жизней в ЧС. Пожалуйста, предоставьте все разрешения.
tr: Bu uygulama acil durumlarda hayat kurtarmaya yardımcı olmak için tasarlanmıştır. Lütfen tüm izinleri tam olarak verin.
ur: یہ ایپ ہنگامی حالات میں جان بچانے کے لیے بنائی گئی ہے۔ براہ کرم تمام اجازتیں مکمل طور پر دیں۔
zh: 本应用旨在帮助在紧急情况下拯救生命。请授予所有权限。

# onlineRequired
source: Online connection required.
ar: الاتصال بالإنترنت مطلوب.
bn: অনলাইন সংযোগ প্রয়োজন।
de: Online-Verbindung erforderlich.
el: Απαιτείται σύνδεση στο διαδίκτυο.
es: Se requiere conexión a internet.
fa: اتصال آنلاین لازم است.
fil: Kailangan ng internet connection.
fr: Connexion en ligne requise.
hi: ऑनलाइन कनेक्शन आवश्यक है।
id: Koneksi online diperlukan.
it: È richiesta una connessione online.
ja: オンライン接続が必要です。
ko: 온라인 연결이 필요합니다.
my: အင်တာနက် ချိတ်ဆက်မှု လိုအပ်သည်။
ne: अनलाइन जडान आवश्यक छ।
ps: آنلاین اړیکه اړینه ده.
pt: Conexão online necessária.
ru: Требуется интернет-соединение.
tr: Çevrimiçi bağlantı gerekli.
ur: آن لائن کنکشن درکار ہے۔
zh: 需要网络连接。

# claimFailed
source: Reward could not be claimed. Check your internet connection.
ar: تعذر الحصول على المكافأة. تحقق من اتصالك بالإنترنت.
bn: পুরস্কার পাওয়া যায়নি। আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
de: Belohnung konnte nicht beansprucht werden. Überprüfen Sie Ihre Internetverbindung.
el: Αδυναμία λήψης ανταμοιβής. Ελέγξτε τη σύνδεσή σας.
es: No se pudo reclamar la recompensa. Verifique su conexión a internet.
fa: دریافت جایزه ناموفق بود. اتصال اینترنت خود را بررسی کنید.
fil: Hindi nakuha ang reward. I-check ang iyong internet connection.
fr: Impossible de récupérer la récompense. Vérifiez votre connexion internet.
hi: इनाम प्राप्त नहीं किया जा सका। अपना इंटरनेट कनेक्शन जांचें।
id: Hadiah tidak dapat diambil. Periksa koneksi internet Anda.
it: Impossibile riscattare il premio. Controlla la tua connessione internet.
ja: 報酬を受け取れませんでした。インターネット接続を確認してください。
ko: 보상을 받을 수 없습니다. 인터넷 연결을 확인하세요.
my: ဆုလာဘ် ရယူ၍ မရပါ။ အင်တာနက် ချိတ်ဆက်မှုကို စစ်ဆေးပါ။
ne: पुरस्कार दाबी गर्न सकिएन। तपाईंको इन्टरनेट जडान जाँच गर्नुहोस्।
ps: جایزه ترلاسه نشوه. خپله انټرنیټي اړیکه وګورئ.
pt: A recompensa não pôde ser resgatada. Verifique sua conexão com a internet.
ru: Не удалось получить награду. Проверьте интернет-соединение.
tr: Ödül alınamadı. İnternet bağlantınızı kontrol edin.
ur: انعام حاصل نہیں کیا جا سکا۔ انٹرنیٹ کنکشن چیک کریں۔
zh: 领取失败。请检查您的网络连接。

# errorLabel
source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
el: Σφάλμα
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
my: အမှားအယွင်း
ne: त्रुटि
ps: تېروتنه
pt: Erro
ru: Ошибка
tr: Hata
ur: غلطی
zh: 错误

# marketLoadError
source: Market data could not be loaded.
ar: تعذر تحميل بيانات المتجر.
bn: স্টোরের তথ্য লোড করা যায়নি।
de: Marktdaten konnten nicht geladen werden.
el: Αδυναμία φόρτωσης δεδομένων καταστήματος.
es: No se pudieron cargar los datos de la tienda.
fa: بارگذاری داده‌های فروشگاه ناموفق بود.
fil: Hindi ma-load ang data ng market.
fr: Impossible de charger les données de la boutique.
hi: स्टोर डेटा लोड नहीं किया जा सका।
id: Data toko tidak dapat dimuat.
it: Impossibile caricare i dati del negozio.
ja: ストアデータを読み込めませんでした。
ko: 상점 데이터를 불러올 수 없습니다.
my: ဆိုင်ရှိ ဒေတာများကို ရယူ၍ မရပါ။
ne: बजार डाटा लोड गर्न सकिएन।
ps: د پلورنځي معلومات پورته نشول.
pt: Os dados da loja não puderam ser carregados.
ru: Не удалось загрузить данные магазина.
tr: Mağaza verileri yüklenemedi.
ur: مارکیٹ ڈیٹا لوڈ نہیں ہو سکا۔
zh: 商店数据加载失败。

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
de: Wiederholen
el: Δοκιμάστε ξανά
es: Reintentar
fa: تلاش مجدد
fil: Subukan Muli
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
my: ပြန်ကြိုးစားမည်
ne: पुन: प्रयास गर्नुहोस्
ps: بیا هڅه وکړئ
pt: Tentar Novamente
ru: Повторить
tr: Tekrar Dene
ur: دوبارہ کوشش کریں
zh: 重试

# notificationRewardTitle
source: Daily Reward Ready!
ar: مكافأتك اليومية جاهزة!
bn: দৈনিক পুরষ্কার প্রস্তুত!
de: Tägliche Belohnung bereit!
el: Η καθημερινή ανταμοιβή είναι έτοιμη!
es: ¡Recompensa diaria lista!
fa: پاداش روزانه آماده است!
fil: Ready na ang Daily Reward!
fr: Récompense quotidienne prête !
hi: दैनिक पुरस्कार तैयार है!
id: Hadiah Harian Siap!
it: Ricompensa giornaliera pronta!
ja: デイリー報酬の準備ができました！
ko: 일일 보상이 준비되었습니다!
my: နေ့စဉ်ဆုလာဘ် အဆင်သင့်ဖြစ်ပါပြီ။
ne: दैनिक पुरस्कार तैयार छ!
ps: ورځنۍ جایزه تیاره ده!
pt: Recompensa diária pronta!
ru: Ежедневная награда готова!
tr: Günlük Ödül Hazır!
ur: روزانہ کا انعام تیار ہے!
zh: 每日奖励已准备就绪！

# notificationRewardBody
source: Don't break your streak! Bluesos is waiting for you to claim your reward.
ar: لا تقطع سلسلة مكافآتك! Bluesos بانتظارك للحصول على مكافأتك.
bn: আপনার ধারাবাহিকতা বজায় রাখুন! Bluesos আপনার পুরষ্কার গ্রহণের জন্য অপেক্ষা করছে।
de: Brich deine Serie nicht ab! Bluesos wartet darauf, dass du deine Belohnung abholst.
el: Μην χαλάσεις το σερί σου! Το Bluesos σε περιμένει να διεκδικήσεις την ανταμοιβή σου.
es: ¡No rompas tu racha! Bluesos te espera para reclamar tu recompensa.
fa: زنجیره خود را قطع نکنید! Bluesos منتظر است تا پاداش خود را دریافت کنید.
fil: Huwag sirain ang iyong streak! Naghihintay ang Bluesos para makuha mo ang iyong reward.
fr: Ne brisez pas votre série ! Bluesos vous attend pour réclamer votre récompense.
hi: अपना स्ट्राइक न तोड़ें! Bluesos आपके पुरस्कार का दावा करने का इंतज़ार कर रहा है।
id: Jangan putuskan streak-mu! Bluesos menunggumu untuk mengklaim hadiahmu.
it: Non interrompere la tua serie! Bluesos ti aspetta per riscattare la tua ricompensa.
ja: 連続記録を途切れさせないで！Bluesosで報酬を受け取るのを待っています。
ko: 스트릭을 깨지 마세요! Bluesos가 당신의 보상을 기다리고 있습니다.
my: ဆက်တိုက်ရယူမှုကို မဖြတ်တောက်ပါနဲ့။ Bluesos က သင့်ရဲ့ဆုလာဘ်ကို ရယူဖို့ စောင့်နေပါတယ်။
ne: आफ्नो स्ट्रिक नतोड्नुहोस्! Bluesos तपाईंको पुरस्कार दाबी गर्न पर्खिरहेको छ।
ps: خپله لړۍ مه ماتوئ! Bluesos ستاسو د جایزې ترلاسه کولو ته انتظار باسي.
pt: Não quebre sua sequência! O Bluesos está esperando por você para resgatar sua recompensa.
ru: Не прерывай серию! Bluesos ждет, когда ты заберешь свою награду.
tr: Serini bozma! Bluesos ödülünü almanı bekliyor.
ur: اپنا اسٹریک نہ توڑیں! BlueSOS آپ کے انعام کا انتظار کر رہا ہے۔
zh: 不要中断连胜！Bluesos 正等着你领取奖励。

# nextRewardIn
source: Next Reward
ar: المكافأة التالية خلال
bn: পরবর্তী পুরস্কার
de: Nächste Belohnung in
el: Επόμενη ανταμοιβή σε
es: Próxima recompensa en
fa: پاداش بعدی در
fil: Susunod na reward sa
fr: Prochaine récompense dans
hi: अगला पुरस्कार
id: Hadiah berikutnya dalam
it: Prossimo premio tra
ja: 次回の報酬まで
ko: 다음 보상까지
my: နောက်ထပ် ဆုလာဘ်အထိ
ne: अर्को पुरस्कार
ps: بله جایزه په
pt: Próxima recompensa em
ru: Следующая награда через
tr: Sıradaki Ödül
ur: اگلا انعام
zh: 下次奖励剩余时间
