Repository: Onur-Aba/bluesos
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fa, fil, fr, hi, id, it, ja, ko, my, ne, ps, pt, ru, tr, ur, zh

# themeRed
source: Red Alert
ar: الأحمر القرمزي
bn: লাল সংকেত
de: Roter Alarm
el: Πορφυρό Κόκκινο
es: Alerta Roja
fa: هشدار قرمز
fr: Alerte Rouge
hi: रेड अलर्ट
id: Siaga Merah
it: Allarme Rosso
ja: レッドアラート
ko: 레드 얼럿
my: အနီရောင် သတိပေးချက်
ne: रेड अलर्ट
ps: سور خبرداری
pt: Alerta Vermelho
ru: Красная тревога
tr: Kırmızı Alarm
ur: ریڈ الرٹ
zh: 红色警报

source: Use
ar: استخدام
bn: ব্যবহার করুন
de: Benutzen
el: Χρήση
es: Usar
fa: استفاده
fil: Gamitin
fr: Utiliser
hi: उपयोग करें
id: Gunakan
it: Usa
ja: 使う
ko: 사용하기
my: အသုံးပြုမည်
ne: प्रयोग गर्नुहोस्
ps: کارول
pt: Usar
ru: Использовать
tr: Kullan
ur: استعمال کریں
zh: 使用

# unitMetric
source: m
ar: م
bn: মি
el: μ
fa: متر
hi: मी
my: မီတာ
ne: मि
ps: متر
ru: м
ur: میٹر
zh: 米

# unitImperial
source: ft
ar: قدم
bn: ফুট
el: πδ
fa: فوت
hi: फीट
id: kaki
my: ပေ
ne: फिट
ps: فوټ
ru: фут
ur: فٹ
zh: 英尺

# compassNorth
source: N
ar: ش
bn: উ
el: Β
fa: ش
fil: H
hi: उ
id: U
ja: 北
ko: 북
my: မြောက်
ne: उ
ps: شمال
ru: С
tr: K
ur: شمال
zh: 北

# compassSouth
source: S
ar: ج
bn: দ
el: Ν
fa: ج
fil: T
hi: द
ja: 南
ko: 남
my: တောင်
ne: द
ps: سویل
ru: Ю
tr: G
ur: جنوب
zh: 南

# compassEast
source: E
ar: ق
bn: পূ
de: O
el: Α
fa: ق
fil: S
hi: पू
id: T
ja: 東
ko: 동
my: အရှေ့
ne: पू
ps: ختیځ
pt: L
ru: В
tr: D
ur: مشرق
zh: 东

# compassWest
source: W
ar: غ
bn: প
el: Δ
es: O
fa: غ
fil: K
fr: O
hi: प
id: B
it: O
ja: 西
ko: 서
my: အနောက်
ne: प
ps: لویدیځ
pt: O
ru: З
tr: B
ur: مغرب
zh: 西

# blueCoinLabel
source: BlueCoin Balance
ar: رصيد BlueCoin
bn: ব্লুকয়েন ব্যালেন্স
de: BlueCoin Kontostand
el: Υπόλοιπο BlueCoin
es: Saldo de BlueCoin
fa: موجودی بلوکوین
fil: Balanse ng BlueCoin
fr: Solde de BlueCoin
hi: ब्लूकोइन बैलेंस
id: Saldo BlueCoin
it: Saldo BlueCoin
ja: BlueCoin残高
ko: BlueCoin 잔액
my: BlueCoin လက်ကျန်ငွေ
ne: BlueCoin ब्यालेन्स
ps: د BlueCoin بیلانس
pt: Saldo BlueCoin
ru: Баланс BlueCoin
tr: BlueCoin Bakiyesi
ur: بلیو کوائن بیلنس
zh: BlueCoin 余额

# btReady
source: Ready to Scan & Broadcast
ar: جاهز للمسح والبث
bn: স্ক্যান ও প্রচারের জন্য প্রস্তুত
de: Bereit zum Scannen & Senden
el: Έτοιμο για Σάρωση & Μετάδοση
es: Listo para Escanear y Emitir
fa: آماده برای اسکن و پخش
fil: Handa na para sa Scan at Broadcast
fr: Prêt pour le Scan et la Diffusion
hi: स्कैन और प्रसारण के लिए तैयार
id: Siap Memindai & Menyiarkan
it: Pronto per Scansione e Trasmissione
ja: スキャン・発信の準備完了
ko: 스캔 및 송출 준비 완료
my: စကင်န်ဖတ်ရန်နှင့် အချက်ပြရန် အဆင်သင့်ဖြစ်ပါပြီ
ne: स्क्यान र प्रसारणका लागि तयार
ps: اسکن او خپرولو ته چمتو دی
pt: Pronto para Escanear e Transmitir
ru: Готов к сканированию и трансляции
tr: Tarama ve Yayın için Hazır
ur: اسکین اور براڈکاسٹ کے لیے تیار
zh: 准备好扫描和广播

# btRequired
source: Scan/Connect/Broadcast Required
ar: مطلوب المسح/الاتصال/البث
bn: স্ক্যান/সংযোগ/প্রচার প্রয়োজন
de: Scan/Verbindung/Senden erforderlich
el: Απαιτείται Σάρωση/Σύνδεση/Μετάδοση
es: Escaneo/Conexión/Emisión Necesarios
fa: اسکن/اتصال/پخش لازم است
fil: Kailangan ng Scan/Connect/Broadcast
fr: Scan/Connexion/Diffusion requis
hi: स्कैन/कनेक्ट/प्रसारण आवश्यक है
id: Perlu Pindai/Hubungkan/Siarkan
it: Scansione/Connessione/Trasmissione necessari
ja: スキャン・接続・発信権限が必要です
ko: 스캔/연결/송출 권한 필요
my: စကင်န်ဖတ်ခြင်း/ချိတ်ဆက်ခြင်း/အချက်ပြခြင်း လိုအပ်သည်
ne: स्क्यान/जडान/प्रसारण आवश्यक
ps: اسکن/وصل/خپرول اړین دي
pt: Escaneamento/Conexão/Transmissão Necessários
ru: Требуется скан/подключение/трансляция
tr: Tarama/Bağlantı/Yayın Gerekli
ur: اسکین/کنکشن/براڈکاسٹ ضروری ہے
zh: 需要扫描/连接/广播权限

# locRequired
source: Required for Bluetooth LE
ar: مطلوب لخدمة البلوتوث
bn: ব্লুটুথ LE এর জন্য প্রয়োজন
de: Erforderlich für Bluetooth LE
el: Απαιτείται για Bluetooth LE
es: Necesario para Bluetooth LE
fa: برای بلوتوث LE لازم است
fil: Kailangan para sa Bluetooth LE
fr: Requis pour le Bluetooth LE
hi: ब्लूटूथ LE के लिए आवश्यक है
id: Diperlukan untuk Bluetooth LE
it: Necessario per Bluetooth LE
ja: Bluetooth LE の利用に必要です
ko: 블루투스 LE 사용에 필요함
my: Bluetooth LE အတွက် လိုအပ်သည်
ne: ब्लुटुथ LE का लागि आवश्यक
ps: د Bluetooth LE لپاره اړین دی
pt: Necessário para Bluetooth LE
ru: Требуется для Bluetooth LE
tr: Bluetooth LE için Gerekli
ur: Bluetooth LE کے لیے ضروری ہے
zh: 蓝牙低功耗 (LE) 所需

# notifySubtitle
source: Alerts & Background Info
ar: التنبيهات ومعلومات الخلفية
bn: সতর্কতা ও ব্যাকগ্রাউন্ড তথ্য
de: Warnungen & Hintergrund-Infos
el: Ειδοποιήσεις & Πληροφορίες Υποβάθρου
es: Alertas e Información de Fondo
fa: هشدارها و اطلاعات پس‌زمینه
fil: Mga Alert at Impormasyon sa Background
fr: Alertes et Informations en Arrière-plan
hi: अलर्ट और बैकग्राउंड जानकारी
id: Peringatan & Info Latar Belakang
it: Avvisi e Info in background
ja: アラートとバックグラウンド情報
ko: 알림 및 백그라운드 정보
my: သတိပေးချက်များနှင့် နောက်ခံ အချက်အလက်
ne: अलर्ट र पृष्ठभूमि जानकारी
ps: خبرتیاوې او د شالید معلومات
pt: Alertas e Informações em Segundo Plano
ru: Оповещения и фоновая информация
tr: Uyarılar ve Arka Plan Bilgisi
ur: الرٹس اور بیک گراؤنڈ معلومات
zh: 警报与后台信息

# fixButton
source: FIX
ar: إصلاح
bn: ঠিক করুন
el: ΔΙΟΡΘΩΣΗ
es: CORREGIR
fa: اصلاح
fil: AYUSIN
fr: RÉPARER
hi: ठीक करें
id: PERBAIKI
it: CORREGGI
ja: 修復
ko: 수정하기
my: ပြုပြင်မည်
ne: समाधान गर्नुहोस्
ps: سمول
pt: CORRIGIR
ru: ИСПРАВИТЬ
tr: DÜZELT
ur: درست کریں
zh: 修复

# locationAlwaysWarning
source: ⚠️ Background location is not set to 'Always'. Scanning may stop when the screen is off.
ar: ⚠️ موقع الخلفية ليس مضبوطاً على 'دائماً'. قد يتوقف المسح عند إغلاق الشاشة.
bn: ⚠️ ব্যাকগ্রাউন্ড অবস্থান 'Always' হিসেবে সেট করা নেই। স্ক্রিন বন্ধ থাকলে স্ক্যানিং বন্ধ হতে পারে।
de: ⚠️ Hintergrundstandort ist nicht auf 'Immer' eingestellt. Der Scanvorgang stoppt möglicherweise, wenn der Bildschirm ausgeschaltet ist.
el: ⚠️ Η τοποθεσία υποβάθρου δεν είναι ρυθμισμένη στο 'Πάντα'. Η σάρωση μπορεί να σταματήσει όταν η οθόνη είναι κλειστή.
es: ⚠️ La ubicación en segundo plano no está configurada en 'Siempre'. El escaneo puede detenerse cuando la pantalla está apagada.
fa: ⚠️ دسترسی به مکان در پس‌زمینه روی «همیشه» تنظیم نشده است. ممکن است اسکن در صورت خاموش بودن صفحه متوقف شود.
fil: ⚠️ Ang background lokasyon ay hindi naka-set sa 'Always'. Maaaring huminto ang pag-scan kapag naka-off ang screen.
fr: ⚠️ La localisation en arrière-plan n'est pas réglée sur 'Toujours'. Le scan peut s'arrêter lorsque l'écran est éteint.
hi: ⚠️ बैकग्राउंड लोकेशन 'हमेशा' पर सेट नहीं है। स्क्रीन बंद होने पर स्कैनिंग रुक सकती है।
id: ⚠️ Lokasi latar belakang tidak diatur ke 'Selalu'. Pemindaian mungkin terhenti saat layar mati.
it: ⚠️ La posizione in background non è impostata su 'Sempre'. La scansione potrebbe interrompersi a schermo spento.
ja: ⚠️ バックグラウンドの位置情報が「常に」に設定されていません。画面がオフの時にスキャンが停止する可能性があります。
ko: ⚠️ 백그라운드 위치 권한이 '항상 허용'으로 설정되어 있지 않습니다. 화면이 꺼지면 스캔이 중단될 수 있습니다.
my: ⚠️ နောက်ခံ တည်နေရာကို 'Always' ဟု သတ်မှတ်မထားပါ။ မျက်နှာပြင်ပိတ်ထားချိန်တွင် စကင်န်ဖတ်ခြင်း ရပ်တန့်သွားနိုင်ပါသည်။
ne: ⚠️ पृष्ठभूमि स्थान 'Always' मा सेट गरिएको छैन। स्क्रिन बन्द हुँदा स्क्यानिङ रोकिन सक्छ।
ps: ⚠️ د شالید موقعیت په 'Always' نه دی تنظیم شوی. ممکن اسکن بند شي کله چې سکرین مړ وي.
pt: ⚠️ A localização em segundo plano não está definida como 'Sempre'. O escaneamento pode parar quando a tela estiver desligada.
ru: ⚠️ Фоновая геолокация не установлена в режим 'Всегда'. Сканирование может прекратиться при выключенном экране.
tr: ⚠️ Arka plan konumu 'Her zaman' olarak ayarlanmamış. Ekran kapalıyken tarama durabilir.
ur: ⚠️ بیک گراؤنڈ لوکیشن 'Always' پر سیٹ نہیں ہے۔ اسکرین بند ہونے پر اسکیننگ رک سکتی ہے۔
zh: ⚠️ 后台定位未设置为“始终允许”。屏幕关闭时扫描可能会停止。

# thermalProtectionWarning
source: ⚠️ Thermal Protection: Switched to Normal Mode to cool the device.
ar: ⚠️ الحماية الحرارية: تم الانتقال إلى الوضع العادي لتبريد الجهاز.
bn: ⚠️ থার্মাল সুরক্ষা: ডিভাইস ঠান্ডা করার জন্য নরমাল মোডে পরিবর্তন করা হয়েছে।
de: ⚠️ Überhitzungsschutz: In den Normalmodus gewechselt, um das Gerät abzukühlen.
el: ⚠️ Θερμική Προστασία: Μετάβαση σε Κανονική Λειτουργία για ψύξη της συσκευής.
es: ⚠️ Protección térmica: Se cambió al Modo Normal para enfriar el dispositivo.
fa: ⚠️ محافظت حرارتی: برای خنک شدن دستگاه به حالت عادی تغییر یافت.
fil: ⚠️ Thermal Protection: Lumipat sa Normal Mode para palamigin ang device.
fr: ⚠️ Protection thermique : Passage en Mode Normal pour refroidir l'appareil.
hi: ⚠️ थर्मल सुरक्षा: डिवाइस को ठंडा करने के लिए सामान्य मोड पर स्विच किया गया।
id: ⚠️ Perlindungan Termal: Beralih ke Mode Normal untuk mendinginkan perangkat.
it: ⚠️ Protezione Termica: Passaggio alla Modalità Normale per raffreddare il dispositivo.
ja: ⚠️ 熱保護：デバイスを冷却するため、通常モードに切りわりました。
ko: ⚠️ 과열 보호: 기기를 식히기 위해 일반 모드로 전환되었습니다.
my: ⚠️ အပူချိန် ကာကွယ်မှု- စက်ပစ္စည်းကို အေးစေရန် ပုံမှန်မုဒ်သို့ ပြောင်းလဲလိုက်သည်။
ne: ⚠️ थर्मल सुरक्षा: यन्त्रलाई चिसो बनाउन सामान्य मोडमा स्विच गरियो।
ps: ⚠️ د تودوخې محافظت: وسیلې یخولو لپاره عادي حالت ته بدل شو.
pt: ⚠️ Proteção Térmica: Alternado para o Modo Normal para resfriar o dispositivo.
ru: ⚠️ Термозащита: Переключено в обычный режим для охлаждения устройства.
tr: ⚠️ Termal Koruma: Cihazı soğutmak için Normal Moda geçildi.
ur: ⚠️ تھرمل پروٹیکشن: ڈیوائس کو ٹھنڈا کرنے کے لیے نارمل موڈ پر منتقل کر دیا گیا۔
zh: ⚠️ 温度保护：已切换至正常模式以冷却设备。

# scanModeLow
source: Low (Eco)
ar: منخفض (Eco)
bn: নিম্ন (Eco)
de: Niedrig (Eco)
el: Χαμηλή (Eco)
es: Bajo (Eco)
fa: کم (اقتصادی)
fil: Mababa (Eco)
fr: Faible (Eco)
hi: कम (Eco)
id: Rendah (Eco)
it: Basso (Eco)
ja: 低 (Eco)
ko: 낮음 (절전)
my: နိမ့် (Eco)
ne: कम (Eco)
ps: ټیټ (Eco)
pt: Baixo (Eco)
ru: Низкая (Эко)
tr: Düşük (Eko)
ur: کم (ایکو)
zh: 低 (节能)

# scanModeMedium
source: Medium (Balanced)
ar: متوسط (متوازن)
bn: মাঝারি (Balanced)
de: Mittel (Ausgewogen)
el: Μεσαία (Ισορροπημένη)
es: Medio (Equilibrado)
fa: متوسط (متعادل)
fil: Katamtaman (Balanced)
fr: Moyen (Équilibré)
hi: मध्यम (Balanced)
id: Sedang (Seimbang)
it: Medio (Bilanciato)
ja: 中 (標準)
ko: 중간 (균형)
my: အလယ်အလတ် (မျှတသော)
ne: मध्यम (Balanced)
ps: متوسط (Balanced)
pt: Médio (Equilibrado)
ru: Средняя (Баланс)
tr: Orta (Dengeli)
ur: درمیانہ (متوازن)
zh: 中 (平衡)

# scanModeHigh
source: High (Emergency)
ar: مرتفع (طوارئ)
bn: উচ্চ (Emergency)
de: Hoch (Notfall)
el: Υψηλή (Έκτακτη Ανάγκη)
es: Alto (Emergencia)
fa: زیاد (اضطراری)
fil: Mataas (Emergency)
fr: Élevé (Urgence)
hi: उच्च (Emergency)
id: Tinggi (Darurat)
it: Alto (Emergenza)
ja: 高 (緊急)
ko: 높음 (긴급)
my: မြင့် (အရေးပေါ်)
ne: उच्च (Emergency)
ps: لوړ (Emergency)
pt: Alto (Emergência)
ru: Высокая (ЧС)
tr: Yüksek (Acil Durum)
ur: زیادہ (ایمرجنسی)
zh: 高 (紧急)

# scanSpeedPrefix
source: Scan Speed
ar: سرعة المسح
bn: স্ক্যান করার গতি
de: Scangeschwindigkeit
el: Ταχύτητα Σάρωσης
es: Velocidad de escaneo
fa: سرعت اسکن
fil: Bilis ng Scan
fr: Vitesse de Scan
hi: स्कैन की गति
id: Kecepatan Pemindaian
it: Velocità di scansione
ja: スキャン速度
ko: 스캔 속도
my: စကင်န်ဖတ်နှုန်း
ne: स्क्यान गति
ps: د اسکن سرعت
pt: Velocidade de Escaneamento
ru: Скорость сканирования
tr: Tarama Hızı
ur: اسکین کی رفتار
zh: 扫描速度

# backgroundLocationTitle
source: Background Location
ar: موقع الخلفية
bn: ব্যাকগ্রাউন্ড অবস্থান
de: Hintergrundstandort
el: Τοποθεσία Υποβάθρου
es: Ubicación en segundo plano
fa: مکان در پس‌زمینه
fil: Lokasyon sa Background
fr: Localisation en Arrière-plan
hi: बैकग्राउंड लोकेशन
id: Lokasi Latar Belakang
it: Posizione in Background
ja: バックグラウンド位置情報
ko: 백그라운드 위치
my: နောက်ခံ တည်နေရာ
ne: पृष्ठभूमि स्थान
ps: د شالید موقعیت
pt: Localização em Segundo Plano
ru: Фоновая геолокация
tr: Arka Plan Konumu
ur: بیک گراؤنڈ لوکیشن
zh: 后台定位

# backgroundLocationDesc
source: BlueSOS needs 'Always' location permission to scan for Bluetooth signals even when the screen is off. This permission is only used to scan for lifesaving signals; your location is not recorded or shared.
ar: يحتاج BlueSOS إلى إذن الموقع 'دائماً' ليتمكن من مسح إشارات البلوتوث حتى عند إغلاق الشاشة. يستخدم هذا الإذن فقط لمسح إشارات إنقاذ الأرواح؛ ولا يتم تسجيل موقعك أو مشاركته.
bn: স্ক্রিন বন্ধ থাকা অবস্থায় ব্লুটুথ সংকেত স্ক্যান করতে BlueSOS-এর 'Always' অবস্থান অনুমতির প্রয়োজন। এই অনুমতি শুধুমাত্র জীবন রক্ষাকারী সংকেত স্ক্যান করতে ব্যবহৃত হয়; আপনার অবস্থান রেকর্ড বা শেয়ার করা হয় না।
de: BlueSOS benötigt die Berechtigung 'Immer' für den Standort, um auch bei ausgeschaltetem Bildschirm nach Bluetooth-Signalen zu suchen. Diese Berechtigung wird nur zum Scannen lebensrettender Signale verwendet; Ihr Standort wird weder aufgezeichnet noch geteilt.
el: Το BlueSOS χρειάζεται άδεια τοποθεσίας 'Πάντα' για να σαρώνει σήματα Bluetooth ακόμα και όταν η οθόνη είναι κλειστή. Αυτή η άδεια χρησιμοποιείται μόνο για σήματα διάσωσης· η τοποθεσία σας δεν καταγράφεται ούτε κοινοποιείται.
es: BlueSOS necesita el permiso de ubicación 'Siempre' para escanear señales Bluetooth incluso con la pantalla apagada. Este permiso solo se usa para escanear señales de salvamento; su ubicación no se guarda ni se comparte.
fa: اپلیکیشن BlueSOS برای اسکن سیگنال‌های بلوتوث حتی زمانی که صفحه خاموش است، به مجوز مکان «همیشه» نیاز دارد. این مجوز فقط برای اسکن سیگنال‌های نجات‌بخش استفاده می‌شود؛ مکان شما ذخیره یا به اشتراک گذاشته نمی‌شود.
fil: Kailangan ng BlueSOS ang 'Always' na pahintulot sa lokasyon para makapag-scan ng Bluetooth signals kahit naka-off ang screen. Ang pahintulot na ito ay ginagamit lamang para sa pag-scan ng mga lifesaving signal; ang iyong lokasyon ay hindi itatala o ibabahagi.
fr: BlueSOS a besoin de la permission de localisation 'Toujours' pour scanner les signaux Bluetooth même lorsque l'écran est éteint. Cette permission est uniquement utilisée pour scanner les signaux de sauvetage ; votre position n'est ni enregistrée ni partagée.
hi: स्क्रीन बंद होने पर भी ब्लूटूथ सिग्नल स्कैन करने के लिए BlueSOS को 'हमेशा' लोकेशन अनुमति की आवश्यकता होती है। यह अनुमति केवल जीवनरक्षक सिग्नल स्कैन करने के लिए उपयोग की जाती है; आपकी लोकेशन रिकॉर्ड या साझा नहीं की जाती है।
id: BlueSOS memerlukan izin lokasi 'Selalu' untuk memindai sinyal Bluetooth bahkan saat layar mati. Izin ini hanya digunakan untuk memindai sinyal penyelamat nyawa; lokasi Anda tidak dicatat atau dibagikan.
it: BlueSOS richiede il permesso 'Sempre' per la posizione per scansionare i segnali Bluetooth anche a schermo spento. Questo permesso è usato solo per scansionare segnali salvavita; la tua posizione non viene registrata né condivisa.
ja: BlueSOSが画面オフ時でもBluetooth信号をスキャンするためには、位置情報の権限を「常に許可」にする必要があります。 この権限は人命救助信号のスキャンにのみ使用され、位置情報が記録または共有されることはありません。
ko: 화면이 꺼져 있을 때도 블루투스 신호를 스캔하려면 '항상 허용' 위치 권한이 필요합니다. 이 권한은 오직 인명 구조 신호 스캔에만 사용되며, 위치 정보는 저장되거나 공유되지 않습니다.
my: BlueSOS သည် မျက်နှာပြင်ပိတ်ထားချိန်တွင် Bluetooth အချက်ပြများကို စကင်န်ဖတ်ရန်အတွက် 'Always' တည်နေရာ ခွင့်ပြုချက် လိုအပ်ပါသည်။ ဤခွင့်ပြုချက်ကို အသက်ကယ် အချက်ပြများ ရှာဖွေရန်အတွက်သာ အသုံးပြုခြင်း ဖြစ်ပြီး သင်၏ တည်နေရာကို မှတ်တမ်းတင်ခြင်း သို့မဟုတ် မျှဝေခြင်း မပြုပါ။
ne: स्क्रिन बन्द भएको बेला पनि ब्लुटुथ संकेतहरू स्क्यान गर्न BlueSOS लाई 'Always' स्थान अनुमति चाहिन्छ। यो अनुमति जीवन बचाउने संकेतहरू स्क्यान गर्न मात्र प्रयोग गरिन्छ; तपाईंको स्थान रेकर्ड वा साझा गरिँदैन।
ps: BlueSOS د بلوتوټ سیګنالونو اسکن کولو لپاره د 'Always' موقعیت اجازې ته اړتیا لري حتی کله چې سکرین مړ وي. دا اجازه یوازې د ژوند ژغورونکي سیګنالونو اسکن کولو لپاره کارول کیږي؛ ستاسو موقعیت نه ثبت کیږي او نه شریک کیږي.
pt: O BlueSOS precisa da permissão de localização 'Sempre' para escanear sinais Bluetooth mesmo quando a tela está desligada. Esta permissão é usada apenas para escanear sinais vitais; sua localização não é registrada ou compartilhada.
ru: BlueSOS требуется разрешение на геолокацию в режиме 'Всегда' для поиска Bluetooth сигналов даже при выключенном экране. Это используется только для поиска спасательных сигналов; ваше местоположение не записывается и не передается.
tr: BlueSOS, ekran kapalıyken bile Bluetooth sinyallerini taramak için 'Her zaman' konum iznine ihtiyaç duyar. Bu izin yalnızca hayat kurtaran sinyalleri taramak için kullanılır; konumunuz kaydedilmez veya paylaşılmaz.
ur: BlueSOS کو اسکرین بند ہونے پر بھی بلوٹوتھ سگنلز اسکین کرنے کے لیے 'Always' مقام کی اجازت درکار ہے۔ یہ اجازت صرف زندگی بچانے والے سگنلز کے لیے استعمال ہوتی ہے؛ آپ کا مقام ریکارڈ یا شیئر نہیں کیا جاتا۔
zh: BlueSOS 需要“始终允许”定位权限，以便在屏幕关闭时也能扫描蓝牙信号。 此权限仅用于扫描救命信号；您的位置不会被记录或分享。

source: GOT IT
ar: فهمت
bn: বুঝেছি
de: VERSTANDEN
el: ΤΟ ΚΑΤΑΛΑΒΑ
es: ENTENDIDO
fa: متوجه شدم
fil: NAIINTINDIHAN KO
fr: COMPRIS
hi: समझ गया
id: MENGERTI
it: HO CAPITO
ja: 了解
ko: 확인했습니다
my: နားလည်ပါပြီ
ne: बुझें
ps: پوه شوم
pt: ENTENDI
ru: ПОНЯТНО
tr: ANLADIM
ur: سمجھ گیا
zh: 知道了

# idPrefix
source: ID
ar: المعرف
bn: আইডি
fa: شناسه
hi: आईडी
ne: आईडी
ps: پیژند
ur: شناخت

# defaultUserName
source: BlueSOS User
ar: مستخدم BlueSOS
bn: BlueSOS ব্যবহারকারী
de: BlueSOS-Nutzer
el: Χρήστης BlueSOS
es: Usuario de BlueSOS
fa: کاربر BlueSOS
fil: User ng BlueSOS
fr: Utilisateur BlueSOS
hi: BlueSOS यूजर
id: Pengguna BlueSOS
it: Utente BlueSOS
ja: BlueSOSユーザー
ko: BlueSOS 사용자
my: BlueSOS အသုံးပြုသူ
ne: BlueSOS प्रयोगकर्ता
ps: د BlueSOS کاروونکی
pt: Usuário BlueSOS
ru: Пользователь BlueSOS
tr: BlueSOS Kullanıcısı
ur: بلیو ایس او ایس صارف
zh: BlueSOS 用户

# batteryOptimizationTooltip
source: Remove Battery Restriction
ar: إزالة قيود البطارية
bn: ব্যাটারির সীমাবদ্ধতা সরান
de: Akku-Optimierung entfernen
el: Κατάργηση Περιορισμού Μπαταρίας
es: Eliminar restricción de batería
fa: حذف محدودیت باتری
fil: Alisin ang Limitasyon sa Baterya
fr: Supprimer la restriction de batterie
hi: बैटरी प्रतिबंध हटाएँ
id: Hapus Batasan Baterai
it: Rimuovi restrizione batteria
ja: バッテリー制限を解除
ko: 배터리 제한 해제
my: ဘက်ထရီ ကန့်သတ်ချက် ဖယ်ရှားပါ
ne: ब्याट्री प्रतिबन्ध हटाउनुहोस्
ps: د بیټرۍ محدودیت لرې کړئ
pt: Remover Restrição de Bateria
ru: Снять ограничение батареи
tr: Pil Kısıtlamasını Kaldır
ur: بیٹری کی پابندی ہٹائیں
zh: 解除电池限制

# scanSpeedTooltip
source: Scan Speed
ar: سرعة المسح
bn: স্ক্যান করার গতি
de: Scangeschwindigkeit
el: Ταχύτητα Σάρωσης
es: Velocidad de escaneo
fa: سرعت اسکن
fil: Bilis ng Pag-scan
fr: Vitesse de Scan
hi: स्कैन की गति
id: Kecepatan Pemindaian
it: Velocità di scansione
ja: スキャン速度
ko: 스캔 속도
my: စကင်န်ဖတ်နှုန်း
ne: स्क्यान गति
ps: د اسکن سرعت
pt: Velocidade de Escaneamento
ru: Скорость сканирования
tr: Tarama Hızı
ur: اسکین کی رفتار
zh: 扫描速度

# unitMeters
source: m
ar: م
bn: মি.
el: μ
fa: متر
hi: मी
my: မီတာ
ne: मि
ps: متر
ru: м
ur: میٹر
zh: 米

# unitFeet
source: ft
ar: قدم
bn: ফু.
el: πδ
fa: فوت
hi: फीट
id: kaki
my: ပေ
ne: फिट
ps: فوټ
ru: фут
ur: فٹ
zh: 英尺

# foregroundServiceTitle
source: BlueSOS Active
ar: BlueSOS نشط
bn: BlueSOS সক্রিয়
de: BlueSOS Aktiv
el: BlueSOS Ενεργό
es: BlueSOS Activo
fa: BlueSOS فعال است
fil: Aktibo ang BlueSOS
fr: BlueSOS Actif
hi: BlueSOS सक्रिय है
id: BlueSOS Aktif
it: BlueSOS Attivo
ja: BlueSOS アクティブ
ko: BlueSOS 활성화됨
my: BlueSOS အလုပ်လုပ်နေသည်
ne: BlueSOS सक्रिय छ
ps: BlueSOS فعال دی
pt: BlueSOS Ativo
ru: BlueSOS активен
tr: BlueSOS Aktif
ur: BlueSOS فعال ہے
zh: BlueSOS 正在运行

# foregroundServiceDesc
source: Scanning/Broadcasting signal...
ar: جاري مسح/بث الإشارة...
bn: সংকেত স্ক্যান/প্রচার করা হচ্ছে...
de: Signal wird gescannt/gesendet...
el: Σάρωση/Μετάδοση σήματος...
es: Escaneando/Emitiendo señal...
fa: در حال اسکن/پخش سیگنال...
fil: Nag-i-scan/Nagbo-broadcast ng signal...
fr: Scan/Diffusion du signal en cours...
hi: सिग्नल स्कैन/प्रसारित किया जा रहा है...
id: Memindai/Menyiarkan sinyal...
it: Scansione/Trasmissione segnale in corso...
ja: 信号をスキャン/発信中...
ko: 신호 스캔/송출 중...
my: အချက်ပြ စကင်န်ဖတ်ခြင်း/လွှင့်ထုတ်ခြင်း...
ne: संकेत स्क्यान/प्रसारण गर्दै...
ps: د سیګنال اسکن کول/خپرول...
pt: Escaneando/Transmitindo sinal...
ru: Сканирование/трансляция сигнала...
tr: Sinyal taranıyor/yayılıyor...
ur: سگنل اسکین/براڈکاسٹ ہو رہا ہے...
zh: 正在扫描/广播信号...

# powerSaverTooltip
source: Power Saving
ar: توفير الطاقة
bn: শক্তি সাশ্রয়
de: Energiesparmodus
el: Εξοικονόμηση Ενέργειας
es: Ahorro de energía
fa: صرفه‌جویی در انرژی
fil: Pagtitipid sa Power
fr: Économie d'énergie
hi: पावर सेविंग
id: Hemat Daya
it: Risparmio Energetico
ja: 省電力
ko: 배터리 절약
my: ပါဝါချွေတာရေး
ne: पावर बचत
ps: د بریښنا سپما
pt: Economia de Energia
ru: Энергосбережение
tr: Güç Tasarrufu
ur: پاور سیونگ
zh: 省电模式

# marginOfError
source: ±30% Margin of Error
ar: ±30% هامش الخطأ
bn: ±৩০% ত্রুটির সীমা
de: ±30% Fehlertoleranz
el: ±30% Περιθώριο Σφάλματος
es: ±30% Margen de error
fa: ±۳۰٪ حاشیه خطا
fil: ±30% Margin ng Error
fr: ±30% Marge d'erreur
hi: ±30% त्रुटि की गुंजائश
id: ±30% Batas Kesalahan
it: ±30% Margine d'errore
ja: ±30% の誤差範囲
ko: ±30% 오차 범위
my: ±၃၀% ခန့်မှန်းခြေ အမှားအယွင်း
ne: ±३०% त्रुटि सीमा
ps: ±۳۰٪ د خطا کچه
pt: ±30% Margem de Erro
ru: ±30% погрешность
tr: ±%30 Hata Payı
ur: ±30% غلطی کا امکان
zh: ±30% 误差范围

# compassInterferenceWarning
source: ⚠️ METAL INTERFERENCE: COMPASS UNRELIABLE! Please follow only the Signal Strength ring.
ar: ⚠️ تداخل معدني: البوصلة غير موثوقة! يرجى اتباع حلقة قوة الإشارة فقط.
bn: ⚠️ ধাতব হস্তক্ষেপ: কম্পাস নির্ভরযোগ্য নয়! দয়া করে শুধুমাত্র সংকেত শক্তির বৃত্তটি অনুসরণ করুন।
de: ⚠️ METALL-INTERFERENZ: KOMPASS UNZUVERLÄSSIG! Bitte folgen Sie nur dem Signalstärkering.
el: ⚠️ ΜΕΤΑΛΛΙΚΕΣ ΠΑΡΕΜΒΟΛΕΣ: ΜΗ ΕΜΠΙΣΤΗ ΠΥΞΙΔΑ! Παρακαλούμε ακολουθήστε μόνο τον δακτύλιο ισχύος σήματος.
es: ⚠️ INTERFERENCIA METÁLICA: ¡BRÚJULA NO FIABLE! Por favor, siga solo el anillo de intensidad de señal.
fa: ⚠️ تداخل فلزی: قطب‌نما قابل اعتماد نیست! لطفاً فقط حلقه‌ی قدرت سیگنال را دنبال کنید.
fil: ⚠️ METAL INTERFERENCE: HINDI MAAASAHAN ANG COMPASS! Mangyaring sundin lamang ang Signal Strength ring.
fr: ⚠️ INTERFÉRENCE MÉTALLIQUE : BOUSSOLE NON FIABLE ! Veuillez suivre uniquement l'anneau de force du signal.
hi: ⚠️ धातु का हस्तक्षेप: कंपास विश्वसनीय नहीं है! कृपया केवल सिग्नल स्ट्रेंथ रिंग का पालन करें।
id: ⚠️ GANGGUAN LOGAM: KOMPAS TIDAK AKURAT! Harap ikuti hanya lingkaran Kekuatan Sinyal.
it: ⚠️ INTERFERENZA METALLICA: BUSSOLA NON AFFIDABILE! Per favore segui solo l'anello della potenza del segnale.
ja: ⚠️ 金属干渉：コンパスが不正確です！信号強度リングのみに従って進んでください。
ko: ⚠️ 금속 간섭: 나침반 신뢰할 수 없음! 신호 강도 링만 따라가세요.
my: ⚠️ သတ္တု အနှောင့်အယှက်- သံလိုက်အိမ်မြှောင်ကို ယုံကြည်၍ မရပါ! ကျေးဇူးပြု၍ အချက်ပြ အားကောင်းမှု ကွင်းကိုသာ ကြည့်ရှုပါ။
ne: ⚠️ धातु हस्तक्षेप: कम्पास अविश्वसनीय! कृपया संकेत शक्ति रिंग मात्र पछ्याउनुहोस्।
ps: ⚠️ د فلزي لاسوهنه: قطب نما د اعتماد وړ نه ده! مهرباني وکړئ یوازې د سیګنال ځواک حلقه تعقیب کړئ.
pt: ⚠️ INTERFERÊNCIA DE METAL: BÚSSOLA NÃO CONFIÁVEL! Por favor, siga apenas o anel de Força do Sinal.
ru: ⚠️ МАГНИТНЫЕ ПОМЕХИ: КОМПАСУ НЕЛЬЗЯ ДОВЕРЯТЬ! Пожалуйста, ориентируйтесь только на кольцо силы сигнала.
tr: ⚠️ METAL ETKİLEŞİMİ: PUSULA GÜVENİLMEZ! Lütfen sadece Sinyal Gücü halkasını takip edin.
ur: ⚠️ دھاتی مداخلت: قطب نما قابل اعتماد نہیں ہے! براہ کرم صرف سگنل کی طاقت والے رنگ کی پیروی کریں۔
zh: ⚠️ 金属干扰：指南针不可靠！ 请仅参考信号强度环。

# activeStatus
source: ACTIVE
ar: نشط
bn: সক্রিয়
de: AKTIV
el: ΕΝΕΡΓΟ
es: ACTIVO
fa: فعال
fil: AKTIBO
fr: ACTIF
hi: सक्रिय
id: AKTIF
it: ATTIVO
ja: アクティブ
ko: 활성
my: အသက်ဝင်နေသည်
ne: सक्रिय
ps: فعال
pt: ATIVO
ru: АКТИВНО
tr: AKTİF
ur: فعال
zh: 活动中

# languageLabel
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fil: Wika
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
my: ဘာသာစကား
ne: भाषा
ps: ژبه
pt: Idioma
ru: Язык
tr: Dil
ur: زبان
zh: 语言
