Repository: Onur-Aba/bluesos
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fa, fil, fr, hi, id, it, ja, ko, my, ne, ps, pt, ru, tr, ur, zh

# signalStart
source: START SIGNAL
ar: ابدأ الإشارة
bn: সংকেত শুরু
de: SIGNAL STARTEN
el: ΕΝΑΡΞΗ ΣΗΜΑΤΟΣ
es: INICIAR SEÑAL
fa: شروع سیگنال
fil: SIMULAN ANG SIGNAL
fr: LANCER SIGNAL
hi: सिग्नल शुरू करें
id: MULAI SINYAL
it: AVVIA SEGNALE
ja: 信号 開始
ko: 신호 시작
my: အချက်ပြ စတင်ရန်
ne: संकेत सुरु
ps: سیګنال پیل کړئ
pt: INICIAR SINAL
ru: ЗАПУСК СИГНАЛА
tr: SİNYAL BAŞLAT
ur: سگنل شروع
zh: 开启 信号

source: SIGNAL BROADCASTING
ar: الإشارة تنتشر
bn: সংকেত প্রচার হচ্ছে
de: SIGNAL WIRD GESENDET
el: ΜΕΤΑΔΟΣΗ ΣΗΜΑΤΟΣ
es: EMITIENDO SEÑAL
fa: در حال پخش سیگنال
fil: NAGBO-BROADCAST NG SIGNAL
fr: SIGNAL EN COURS
hi: सिग्नल प्रसारित
id: MENYIARKAN SINYAL
it: SEGNALE IN CORSO
ja: 信号 発信中
ko: 신호 송출 중
my: အချက်ပြ လွှင့်နေသည်
ne: संकेत प्रसारण
ps: سیګنال خپریږي
pt: SINAL TRANSMITINDO
ru: ИДЕТ ТРАНСЛЯЦИЯ
tr: SİNYAL YAYILIYOR
ur: سگنل جاری ہے
zh: 信号 广播中

source: Help Mode
ar: وضع المساعدة
bn: সাহায্য মোড
de: Hilfemodus
el: Λειτουργία Βοήθειας
es: Modo Ayuda
fa: حالت کمک
fr: Mode Aide
hi: सहायता मोड
id: Mode Bantuan
it: Modalità Aiuto
ja: 救助モード
ko: 구조 모드
my: အကူအညီ မုဒ်
ne: मद्दत मोड
ps: د مرستې حالت
pt: Modo de Ajuda
ru: Режим помощи
tr: Yardım Modu
ur: مدد کا موڈ
zh: 救援模式

# scanDesc
source: Detect signals nearby
ar: كشف الإشارات المحيطة
bn: আশপাশের সংকেত খুঁজুন
de: Umgebungssignale erkennen
el: Ανίχνευση σημάτων στη γύρω περιοχή
es: Detectar señales cercanas
fa: جستجوی سیگنال‌های اطراف
fil: I-detect ang mga signal sa paligid
fr: Détecter les signaux
hi: आसपास के सिग्नल खोजें
id: Deteksi sinyal di sekitar
it: Rileva segnali nelle vicinanze
ja: 周辺の信号を検出
ko: 주변 신호 감지
my: ပတ်ဝန်းကျင်ရှိ အချက်ပြများကို ရှာဖွေပါ
ne: वरपरका संकेतहरू खोज्नुहोस्
ps: شاوخوا سیګنالونه وپلټئ
pt: Detectar sinais próximos
ru: Поиск сигналов поблизости
tr: Çevredeki sinyalleri tespit et
ur: آس پاس کے سگنلز تلاش کریں
zh: 扫描周围信号

source: SCANNING...
ar: جارٍ المسح...
bn: স্ক্যান করা হচ্ছে...
de: UMGEBUNG WIRD GESCANNT...
el: ΣΑΡΩΣΗ ΠΕΡΙΒΑΛΛΟΝΤΟΣ...
es: ESCANEANDO...
fa: در حال اسکن...
fil: NAGI-SCAN...
fr: SCAN EN COURS...
hi: स्कैन किया जा रहा है...
id: MEMINDAI...
it: SCANSIONE IN CORSO...
ja: 周辺をスキャン中...
ko: 주변 스캔 중...
my: စကင်န်ဖတ်နေသည်...
ne: स्क्यान गर्दै...
ps: شاوخوا پلټل کیږي...
pt: ESCANEANDO...
ru: СКАНИРОВАНИЕ...
tr: ÇEVRE TARANIYOR...
ur: اسکیننگ ہو رہی ہے...
zh: 正在扫描...

# searching
source: Searching for signals...
ar: جارٍ البحث عن إشارة...
bn: সংকেত খোঁজা হচ্ছে...
de: Suche nach Signal...
el: Αναζήτηση σήματος...
es: Buscando señales...
fa: جستجوی سیگنال...
fil: Naghahanap ng signal...
fr: Recherche de signaux...
hi: सिग्नल खोजा जा रहा है...
id: Mencari sinyal...
it: Ricerca segnale...
ja: 信号を検索中...
ko: 신호 검색 중...
my: အချက်ပြ ရှာဖွေနေသည်...
ne: संकेत खोजी भइरहेको छ...
ps: د سیګنال لټون...
pt: Procurando sinal...
ru: Поиск сигнала...
tr: Sinyal aranıyor...
ur: سگنل تلاش کیا جا رہا ہے...
zh: 正在搜索信号...

# radarTouch
source: Tap to open radar
ar: اضغط لفتح الرادار
bn: রাডার খুলতে স্পর্শ করুন
de: Tippen für Radar
el: Αγγίξτε για ραντάρ
es: Toca para abrir radar
fa: برای باز کردن رادار لمس کنید
fil: I-tap para buksan ang radar
fr: Appuyez pour le radar
hi: रडार खोलने के लिए टैप करें
id: Ketuk untuk membuka radar
it: Tocca per aprire il radar
ja: レーダーを開くにはタップ
ko: 레이더를 열려면 터치하세요
my: ရေဒါဖွင့်ရန် နှိပ်ပါ
ne: राडार खोल्न ट्याप गर्नुहोस्
ps: د رادار خلاصولو لپاره لمس کړئ
pt: Toque para abrir o radar
ru: Нажмите для радара
tr: Radarı açmak için dokun
ur: راڈار کھولنے کے لیے دبائیں
zh: 点击打开雷达

source: Permissions
ar: الأذونات
bn: অনুমতিসমূহ
de: Berechtigungen
el: Άδειες
es: Permisos
fa: مجوزها
fil: Mga Pahintulot
hi: अनुमतियां
id: Izin
it: Permessi
ja: 権限
ko: 권한
my: ခွင့်ပြုချက်များ
ne: अनुमतिहरू
ps: اجازې
pt: Permissões
ru: Разрешения
tr: İzinler
ur: اجازتیں
zh: 权限

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
my: ဆက်တင်များ
ne: सेटिङहरू
ps: تنیظیمات
pt: Configurações
ru: Настройки
tr: Ayarlar
ur: ترتیبات
zh: 设置

source: Dark Mode
ar: الوضع الداكن
bn: ডার্ক মোড
de: Dunkelmodus
el: Σκοτεινή Λειτουργία
es: Modo Oscuro
fa: حالت تاریک
fr: Mode Sombre
hi: डार्क मोड
id: Mode Gelap
it: Modalità Scura
ja: ダークモード
ko: 다크 모드
my: အမှောင် မုဒ်
ne: डार्क मोड
ps: توره بڼه
pt: Modo Escuro
ru: Темная тема
tr: Karanlık Mod
ur: ڈارک موڈ
zh: 深色模式

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fil: Wika
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
my: ဘာသာစကား
ne: भाषा
ps: ژبه
pt: Idioma
ru: Язык
tr: Dil
ur: زبان
zh: 语言

# emergencyInfo
source: Permissions are vital in emergencies.
ar: في حالات الطوارئ، الأذونات حيوية.
bn: জরুরি পরিস্থিতিতে অনুমতিগুলি গুরুত্বপূর্ণ।
de: Im Notfall sind Berechtigungen vital.
el: Σε έκτακτη ανάγκη, οι άδειες είναι ζωτικής σημασίας.
es: Los permisos son vitales en emergencias.
fa: در مواقع اضطراری، مجوزها حیاتی هستند.
fil: Ang mga pahintulot ay mahalaga sa panahon ng emergency.
fr: Les permissions sont vitales.
hi: आपात स्थिति में अनुमतियां महत्वपूर्ण हैं।
id: Izin sangat penting dalam keadaan darurat.
it: In caso di emergenza, i permessi sono vitali.
ja: 緊急時には権限が命綱となります。
ko: 비상시 권한 설정은 생명과 직결됩니다.
my: အရေးပေါ်အခြေအနေတွင် ခွင့်ပြုချက်များသည် အလွန်အရေးကြီးပါသည်။
ne: आपतकालीन अवस्थामा अनुमतिहरू महत्त्वपूर्ण हुन्छन्।
ps: په بیړني حالت کې، اجازې خورا مهم دي.
pt: Em emergências, as permissões são vitais.
ru: В ЧС разрешения жизненно важны.
tr: Acil durumda izinler hayati önem taşır.
ur: ایمرجنسی میں اجازتیں بہت اہم ہیں۔
zh: 在紧急情况下，权限至关重要。

source: RADAR TRACKING
ar: تتبع الرادار
bn: রাডার ট্র্যাকিং
de: RADARVERFOLGUNG
el: ΠΑΡΑΚΟΛΟΥΘΗΣΗ ΡΑΝΤΑΡ
es: RASTREO RADAR
fa: ردیابی رادار
fr: SUIVI RADAR
hi: रडार ट्रैकिंग
id: PELACAKAN RADAR
it: TRACCIAMENTO RADAR
ja: レーダー追跡
ko: 레이더 추적
my: ရေဒါ ခြေရာခံခြင်း
ne: राडार ट्र्याकिङ
ps: د رادار تعقیب
pt: RASTREAMENTO POR RADAR
ru: РАДАРНОЕ СЛЕЖЕНИЕ
tr: RADAR TAKİBİ
ur: راڈار ٹریکنگ
zh: 雷达追踪

source: DIRECTION
ar: الاتجاه
bn: দিক
de: RICHTUNG
el: ΚΑΤΕΥΘΥΝΣΗ
es: DIRECCIÓN
fa: جهت
fil: DIREKSYON
hi: दिशा
id: ARAH
it: DIREZIONE
ja: 方向
ko: 방향
my: ဦးတည်ချက်
ne: दिशा
ps: لوری
pt: DIREÇÃO
ru: НАПРАВЛЕНИЕ
tr: YÖN
ur: سمت
zh: 方向

source: Distance
ar: المسافة
bn: দূরত্ব
de: Entfernung
el: Απόσταση
es: Distancia
fa: فاصله
fil: Distansya
hi: दूरी
id: Jarak
it: Distanza
ja: 距離
ko: 거리
my: အကွာအဝေး
ne: दूरी
ps: واټن
pt: Distância
ru: Дистанция
tr: Mesafe
ur: فاصلہ
zh: 距离

source: TARGET VERY CLOSE!
ar: الهدف قريب جداً!
bn: লক্ষ্য খুব কাছে!
de: ZIEL SEHR NAH!
el: Ο ΣΤΟΧΟΣ ΕΙΝΑΙ ΠΟΛΥ ΚΟΝΤΑ!
es: ¡OBJETIVO MUY CERCA!
fa: هدف بسیار نزدیک است!
fil: NAPAKALAPIT NG TARGET!
fr: CIBLE TRÈS PROCHE !
hi: लक्ष्य बहुत करीब है!
id: TARGET SANGAT DEKAT!
it: OBIETTIVO MOLTO VICINO!
ja: 目標は至近距離です！
ko: 목표가 매우 가깝습니다!
my: ပစ်မှတ် အလွန်နီးကပ်နေပါပြီ!
ne: लक्ष्य धेरै नजिक छ!
ps: هدف ډیر نږدې دی!
pt: ALVO MUITO PRÓXIMO!
ru: ЦЕЛЬ ОЧЕНЬ БЛИЗКО!
tr: HEDEF ÇOK YAKIN!
ur: ہدف بہت قریب ہے!
zh: 目标非常近！

source: Approaching...
ar: أنت تقترب...
bn: আপনি কাছে আসছেন...
de: Sie nähern sich...
el: Πλησιάζετε...
es: Acercándose...
fa: در حال نزدیک شدن...
fil: Papalapit na...
fr: Approche...
hi: पास आ रहा है...
id: Mendekat...
it: Ti stai avvicinando...
ja: 接近中...
ko: 접근 중...
my: နီးကပ်လာနေသည်...
ne: नजिक आउँदैछ...
ps: نږدې کیږي...
pt: Aproximando-se...
ru: Вы приближаетесь...
tr: Yaklaşıyorsunuz...
ur: آپ قریب جا رہے ہیں...
zh: 正在接近...

source: Signal Weak
ar: الإشارة ضعيفة
bn: দুর্বল সংকেত
de: Signal schwach
el: Ασθενές Σήμα
es: Señal Débil
fa: سیگنال ضعیف
fil: Mahina ang Signal
fr: Signal Faible
hi: सिग्नल कमजोर है
id: Sinyal Lemah
it: Segnale Debole
ja: 信号弱
ko: 신호 약함
my: အချက်ပြ အားနည်းသည်
ne: संकेत कमजोर छ
ps: سیګنال کمزوری دی
pt: Sinal Fraco
ru: Слабый сигнал
tr: Sinyal Zayıf
ur: کمزور سگنل
zh: 信号微弱

source: Connection Lost...
ar: انقطع الاتصال...
bn: সংযোগ বিচ্ছিন্ন...
de: Verbindung getrennt...
el: Η σύνδεση χάθηκε...
es: Conexión Perdida...
fa: ارتباط قطع شد...
fil: Naputol ang Koneksyon...
fr: Connexion Perdue...
hi: संपर्क टूट गया...
id: Koneksi Terputus...
it: Connessione Persa...
ja: 接続が切れました...
ko: 연결 끊김...
my: ချိတ်ဆက်မှု ပြတ်တောက်သွားသည်...
ne: सम्पर्क टुट्यो...
ps: اړیکه پرې شوه...
pt: Conexão Perdida...
ru: Связь потеряна...
tr: Bağlantı Koptu...
ur: رابطہ منقطع ہو گیا...
zh: 连接丢失...

source: SIMULATION MODE
ar: وضع المحاكاة
bn: সিমুলেশন মোড
de: SIMULATIONSMODUS
el: ΛΕΙΤΟΥΡΓΙΑ ΠΡΟΣΟΜΟΙΩΣΗΣ
es: MODO SIMULACIÓN
fa: حالت شبیه‌سازی
fr: MODE SIMULATION
hi: सिमुलेशन मोड
id: MODE SIMULASI
it: MODALITÀ SIMULAZIONE
ja: シミュレーションモード
ko: 시뮬레이션 모드
my: လေ့ကျင့်ရေး မုဒ်
ne: अभ्यास मोड
ps: د تمرین حالت
pt: MODO SIMULAÇÃO
ru: РЕЖИМ СИМУЛЯЦИИ
tr: SİMÜLASYON MODU
ur: تخروپن موڈ
zh: 模拟模式

# menuHint
source: Double tap to open settings
ar: اضغط مرتين لفتح الإعدادات
bn: সেটিংসের জন্য দুবার ট্যাপ করুন
de: Doppeltippen für Einstellungen
el: Διπλό πάτημα για ρυθμίσεις
es: Doble toque para abrir ajustes
fa: برای باز کردن تنظیمات دو بار لمس کنید
fil: I-tap nang dalawang beses para buksan ang settings
fr: Appuyez deux fois pour les paramètres
hi: सेटिंग्स खोलने के लिए डबल टैप करें
id: Ketuk dua kali untuk membuka pengaturan
it: Doppio tocco per le impostazioni
ja: 設定を開くにはダブルタップ
ko: 설정을 열려면 두 번 탭하세요
my: ဆက်တင်များဖွင့်ရန် နှစ်ချက်နှိပ်ပါ
ne: सेटिङहरू खोल्न दुई पटक ट्याप गर्नुहोस्
ps: د تنظیماتو خلاصولو لپاره دوه ځله لمس کړئ
pt: Toque duplo para configurações
ru: Двойное нажатие для настроек
tr: Ayarları açmak için çift dokunun
ur: ترتیبات کے لیے دو بار دبائیں
zh: 双击打开设置

# signalBtnHint
source: Double tap to start or stop signal
ar: اضغط مرتين لبدء أو إيقاف الإشارة
bn: সংকেত শুরু/বন্ধ করতে দুবার ট্যাপ করুন
de: Doppeltippen zum Starten/Stoppen
el: Διπλό πάτημα για έναρξη/διακοπή
es: Doble toque para iniciar o detener señal
fa: برای شروع یا توقف سیگنال دو بار لمس کنید
fil: I-tap nang dalawang beses para simulan o ihinto ang signal
fr: Appuyez deux fois pour le signal
hi: सिग्नल शुरू या बंद करने के लिए डबल टैप करें
id: Ketuk dua kali untuk memulai atau menghentikan sinyal
it: Doppeltippen zum Starten/Stoppen
ja: 信号を開始または停止するにはダブルタップ
ko: 신호를 시작하거나 중지하려면 두 번 탭하세요
my: အချက်ပြ စတင်ရန် သို့မဟုတ် ရပ်တန့်ရန် နှစ်ချက်နှိပ်ပါ
ne: संकेत सुरु वा बन्द गर्न दुई पटक ट्याप गर्नुहोस्
ps: د سیګنال پیل یا بندولو لپاره دوه ځله لمس کړئ
pt: Toque duplo para iniciar/parar
ru: Двойное нажатие для старта/стопа
tr: Sinyal başlatmak veya durdurmak için çift dokunun
ur: سگنل شروع/روکنے کے لیے دو بار دبائیں
zh: 双击开始或停止信号

source: REQUIRED PERMISSIONS
ar: الأذونات المطلوبة
bn: প্রয়োজনীয় অনুমতি
de: ERFORDERLICHE RECHTE
el: ΑΠΑΙΤΟΥΜΕΝΕΣ ΑΔΕΙΕΣ
es: PERMISOS NECESARIOS
fa: مجوزهای ضروری
fil: KAILANGANG PAHINTULOT
fr: PERMISSIONS REQUISES
hi: आवश्यक अनुमतियां
id: IZIN DIPERLUKAN
it: PERMESSI RICHIESTI
ja: 必要な権限
ko: 필수 권한
my: လိုအပ်သော ခွင့်ပြုချက်များ
ne: आवश्यक अनुमतिहरू
ps: اړینې اجازې
pt: PERMISSÕES NECESSÁRIAS
ru: ТРЕБУЕМЫЕ РАЗРЕШЕНИЯ
tr: GEREKLİ İZİNLER
ur: ضروری اجازتیں
zh: 所需权限

source: APPEARANCE
ar: المظهر
bn: চেহারা
de: AUSSEHEN
el: ΕΜΦΑΝΙΣΗ
es: APARIENCIA
fa: ظاهر
fil: ITSURO
fr: APPARENCE
hi: दिखावट
id: TAMPILAN
it: ASPETTO
ja: 外観
ko: 화면 설정
my: အသွင်အပြင်
ne: रूप
ps: بڼه
pt: APARÊNCIA
ru: ВНЕШНИЙ ВИД
tr: GÖRÜNÜM
ur: ظاہری شکل
zh: 外观

source: Active
ar: نشط
bn: সক্রিয়
de: Aktiv
el: Ενεργό
es: Activo
fa: فعال
fil: Aktibo
fr: Actif
id: Aktif
it: Attivo
ja: 有効
ko: 활성
my: ဖွင့်ထားသည်
ne: सक्रिय
ps: فعال
pt: Ativo
ru: Активно
tr: Aktif
ur: فعال
zh: 已开启

source: Required
ar: مطلوب
bn: প্রয়োজন
de: Erforderlich
el: Απαιτείται
es: Necesario
fa: ضروری
fil: Kailangan
fr: Requis
id: Diperlukan
it: Richiesto
ja: 必須
ko: 필수
my: လိုအပ်သည်
ne: आवश्यक
ps: اړین
pt: Necessário
ru: Требуется
tr: Gerekli
ur: ضروری
zh: 必须

source: OPEN SETTINGS
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: EINSTELLUNGEN ÖFFNEN
el: ΑΝΟΙΓΜΑ ΡΥΘΜΙΣΕΩΝ
es: ABRIR AJUSTES
fa: باز کردن تنظیمات
fil: BUKSAN ANG SETTINGS
fr: OUVRIR PARAMÈTRES
hi: सेटिंग्स खोलें
id: BUKA PENGATURAN
it: APRI IMPOSTAZIONI
ja: 設定を開く
ko: 설정 열기
my: ဆက်တင်များ ဖွင့်ရန်
ne: सेटिङहरू खोल्नुहोस्
ps: تنیظیمات خلاص کړئ
pt: ABRIR CONFIGURAÇÕES
ru: ОТКРЫТЬ НАСТРОЙКИ
tr: AYARLARI AÇ
ur: ترتیبات کھولیں
zh: 打开设置

source: CANCEL
ar: إلغاء
bn: বাতিল
de: ABBRECHEN
el: ΑΚΥΡΩΣΗ
es: CANCELAR
fa: لغو
fil: KANSELAHIN
fr: ANNULER
hi: रद्द करें
id: BATAL
it: ANNULLA
ja: キャンセル
ko: 취소
my: မလုပ်တော့ပါ
ne: रद्द गर्नुहोस्
ps: لغوه کول
pt: CANCELAR
ru: ОТМЕНА
tr: İPTAL
ur: منسوخ کریں
zh: 取消

# permissionRequiredTitle
source: Permission Required
ar: إذن مطلوب
bn: অনুমতি প্রয়োজন
de: Berechtigung erforderlich
el: Απαιτείται Άδεια
es: Permiso Necesario
fa: مجوز لازم است
fil: Kailangan ng Pahintulot
fr: Permission Requise
hi: अनुमति आवश्यक है
id: Izin Diperlukan
it: Permesso Richiesto
ja: 権限が必要です
ko: 권한 필요
my: ခွင့်ပြုချက် လိုအပ်သည်
ne: अनुमति आवश्यक छ
ps: اجازه اړینه ده
pt: Permissão Necessária
ru: Требуется разрешение
tr: İzin Gerekli
ur: اجازت درکار ہے
zh: 需要权限

# permissionRequiredMessage
source: You need to use Device Settings to disable permissions.
ar: يجب عليك استخدام قائمة إعدادات الجهاز لإيقاف الأذونات.
bn: অনুমতি পরিবর্তন করতে আপনাকে ডিভাইসের সেটিংস ব্যবহার করতে হবে।
de: Sie müssen die Geräteeinstellungen verwenden, um Berechtigungen zu ändern.
el: Πρέπει να χρησιμοποιήσετε τις ρυθμίσεις της συσκευής για να αλλάξετε τις άδειες.
es: Debe usar la configuración del dispositivo para deshabilitar los permisos.
fa: برای تغییر مجوزها باید از منوی تنظیمات دستگاه استفاده کنید.
fil: Kailangan mong gamitin ang Settings ng device para patayin ang mga pahintulot.
fr: Vous devez utiliser les paramètres de l'appareil pour désactiver les permissions.
hi: अनुमतियों को बंद करने के लिए आपको डिवाइस सेटिंग्स का उपयोग करना होगा।
id: Anda harus menggunakan menu Pengaturan perangkat untuk mematikan izin.
it: Devi utilizzare le impostazioni del dispositivo per disattivare i permessi.
ja: 権限をオフにするには、デバイスの設定メニューを使用してください。
ko: 권한을 끄려면 기기 설정 메뉴를 사용해야 합니다.
my: ခွင့်ပြုချက်များကို ပိတ်ရန် သင့်ဖုန်း၏ ဆက်တင်များမှ လုပ်ဆောင်ရပါမည်။
ne: अनुमतिहरू बन्द गर्न तपाईंले यन्त्रको सेटिङ मेनु प्रयोग गर्नुपर्छ।
ps: د اجازې بندولو لپاره باید د وسیلې تنظیمات وکاروئ.
pt: Você deve usar as configurações do dispositivo para alterar as permissões.
ru: Вы должны использовать меню настроек устройства, чтобы изменить разрешения.
tr: İzinleri kapatmak için cihazın Ayarlar menüsünü kullanmalısınız.
ur: اجازت تبدیل کرنے کے لیے آپ کو ڈیوائس کی ترتیبات استعمال کرنی ہوں گی۔
zh: 您需要使用设备的设置菜单来关闭权限。

# permissionNotificationMessage
source: Notification permission denied. Please enable it manually from settings.
ar: تم رفض إذن الإشعارات. يرجى الدخول إلى خيار 'الإشعارات' ومنح الإذن يدوياً.
bn: নোটিফিকেশন অনুমতি প্রত্যাখ্যান করা হয়েছে। দয়া করে ম্যানুয়ালি এটি চালু করুন।
de: Benachrichtigung abgelehnt. Bitte manuell in den Einstellungen aktivieren.
el: Η άδεια ειδοποιήσεων απορρίφθηκε. Ενεργοποιήστε την χειροκίνητα.
es: Permiso de notificación denegado. Habilítelo manualmente desde la configuración.
fa: مجوز اعلان رد شد. لطفاً آن را به صورت دستی در تنظیمات فعال کنید.
fil: Tinanggihan ang pahintulot sa notification. Paki-enable ito nang manu-mano sa settings.
fr: Permission de notification refusée. Veuillez l'activer manuellement dans les paramètres.
hi: अधिसूचना अनुमति अस्वीकार कर दी गई। कृपया सेटिंग्स से मैन्युअल रूप से अनुमति दें।
id: Izin notifikasi ditolak. Silakan izinkan secara manual dari pengaturan.
it: Permesso di notifica negato. Per favore, abilitalo manualmente dalle impostazioni.
ja: 通知権限が拒否されました。設定から手動で許可してください。
ko: 알림 권한이 거부되었습니다. 설정에서 알림을 수동으로 허용해 주세요.
my: အကြောင်းကြားချက် ခွင့်ပြုချက် ငြင်းပယ်ထားသည်။ ကျေးဇူးပြု၍ ဆက်တင်များတွင် ကိုယ်တိုင် ဖွင့်ပေးပါ။
ne: सूचना अनुमति अस्वीकार गरियो। कृपया सेटिङहरूबाट म्यानुअल रूपमा अनुमति दिनुहोस्।
ps: د خبرتیا اجازه رد شوه. مهرباني وکړئ په ترتیباتو کې یې په لاسي ډول فعال کړئ.
pt: Permissão de notificação negada. Por favor, habilite manualmente nas configurações.
ru: В уведомлениях отказано. Пожалуйста, включите их вручную в настройках.
tr: Bildirim izni reddedilmiş. Lütfen açılan ekrandan 'Bildirimler' seçeneğine girip izni manuel olarak verin.
ur: نوٹیفکیشن کی اجازت مسترد کر دی گئی۔ براہ کرم دستی طور پر فعال کریں۔
zh: 通知权限被拒绝。请在设置中手动允许通知。

# permissionPermanentlyDenied
source: You have permanently denied this permission. You need to enable it manually from settings.
ar: لقد رفضت هذا الإذن نهائياً من قبل. يجب عليك تفعيله يدوياً من الإعدادات.
bn: আপনি এই অনুমতিটি স্থায়ীভাবে প্রত্যাখ্যান করেছেন। সেটিংস থেকে এটি চালু করুন।
de: Diese Berechtigung wurde dauerhaft abgelehnt. Bitte manuell in den Einstellungen aktivieren.
el: Αυτή η άδεια έχει απορριφθεί μόνιμα. Ενεργοποιήστε την από τις ρυθμίσεις.
es: Ha denegado permanentemente este permiso. Debe habilitarlo manualmente desde la configuración.
fa: این مجوز قبلاً برای همیشه رد شده است. باید آن را دستی در تنظیمات فعال کنید.
fil: Ang pahintulot na ito ay permanenteng tinanggihan. Kailangan mong i-on ito nang manu-mano sa settings.
fr: Vous avez refusé cette permission de façon permanente. Activez-la manuellement dans les paramètres.
hi: यह अनुमति स्थायी रूप से अस्वीकार कर दी गई थी। आपको इसे सेटिंग्स से चालू करना होगा।
id: Izin ini telah ditolak secara permanen. Anda perlu mengaktifkannya secara manual dari pengaturan.
it: Hai negato questo permesso in modo permanente. Devi abilitarlo manualmente dalle impostazioni.
ja: この権限は以前に拒否されました。設定から手動でオンにする必要があります。
ko: 이 권한은 영구적으로 거부되었습니다. 설정에서 수동으로 켜야 합니다.
my: ဤခွင့်ပြုချက်ကို အမြဲတမ်း ငြင်းပယ်ထားသည်။ ဆက်တင်များတွင် ကိုယ်တိုင် ဖွင့်ပေးရပါမည်။
ne: यो अनुमति स्थायी रूपमा अस्वीकार गरिएको थियो। तपाईंले यसलाई सेटिङहरूमा म्यानुअल रूपमा अन गर्नुपर्छ।
ps: دا اجازه د تل لپاره رد شوې. تاسو باید دا په ترتیباتو کې فعال کړئ.
pt: Você negou esta permissão permanentemente. Habilite manualmente nas configurações.
ru: Вы навсегда запретили это разрешение. Включите его вручную в настройках.
tr: Bu izni daha önce kalıcı olarak reddettiniz. Ayarlar menüsünden manuel olarak açmanız gerekiyor.
ur: آپ نے اس اجازت کو مستقل طور پر مسترد کر دیا ہے۔ ترتیبات سے فعال کریں۔
zh: 此权限之前已被永久拒绝。您需要在设置中手动开启。

# permBluetooth
source: Bluetooth
ar: البلوتوث
bn: ব্লুটুথ
fa: بلوتوث
hi: ब्लूटूथ
ko: 블루투스
my: ဘလူးတုသ်
ne: ब्लुटुथ
ps: بلوتوټ
ur: بلوٹوتھ
zh: 蓝牙

# permBluetoothScan
source: Bluetooth Scan
ar: مسح البلوتوث
bn: ব্লুটুথ স্ক্যান
el: Σάρωση Bluetooth
es: Escaneo Bluetooth
fa: اسکن بلوتوث
fr: Scan Bluetooth
hi: ब्लूटूथ स्कैन
id: Pindai Bluetooth
it: Scansione Bluetooth
ja: Bluetoothスキャン
ko: 블루투스 스캔
my: ဘလူးတုသ် စကင်န်
ne: ब्लुटुथ स्क्यान
ps: د بلوتوټ لټون
pt: Escaneamento Bluetooth
ru: Bluetooth Сканирование
tr: Bluetooth Tarama
ur: بلوٹوتھ اسکین
zh: 蓝牙扫描

# permBluetoothAdvertise
source: Bluetooth Signal
ar: إشارة البلوتوث
bn: ব্লুটুথ সংকে
el: Σήμα Bluetooth
es: Señal Bluetooth
fa: سیگنال بلوتوث
fr: Signal Bluetooth
hi: ब्लूटूथ सिग्नल
id: Sinyal Bluetooth
it: Segnale Bluetooth
ja: Bluetooth発信
ko: 블루투스 신호
my: ဘလူးတုသ် အချက်ပြ
ne: ब्लुटुथ संकेत
ps: د بلوتوټ سیګنال
pt: Sinal Bluetooth
ru: Bluetooth Сигнал
tr: Bluetooth Sinyal
ur: بلوٹوتھ سگنل
zh: 蓝牙广播

# permBluetoothConnect
source: Bluetooth Connect
ar: اتصال البلوتوث
bn: ব্লুটুথ সংযোগ
de: Bluetooth-Verbindung
el: Σύνδεση Bluetooth
es: Conexión Bluetooth
fa: اتصال بلوتوث
fr: Connexion Bluetooth
hi: ब्लूटूथ कनेक्ट
id: Koneksi Bluetooth
it: Connessione Bluetooth
ja: Bluetooth接続
ko: 블루투스 연결
my: ဘလူးတုသ် ချိတ်ဆက်မှု
ne: ब्लुटुथ जडान
ps: د بلوتوټ اړیکه
pt: Conexão Bluetooth
ru: Bluetooth Подключение
tr: Bluetooth Bağlantı
ur: بلوٹوتھ کنکشن
zh: 蓝牙连接

# permLocation
source: Location
ar: خدمة الموقع
bn: অবস্থান
de: Standort
el: Τοποθεσία
es: Ubicación
fa: سرویس مکان‌یابی
fil: Location Service
fr: Localisation
hi: स्थान सेवा
id: Layanan Lokasi
it: Servizi di Localizzazione
ja: 位置情報
ko: 위치 서비스
my: တည်နေရာ ဝန်ဆောင်မှု
ne: स्थान सेवा
ps: د موقعیت خدمت
pt: Localização
ru: Геолокация
tr: Konum Servisi
ur: مقام کی سروس
zh: 定位服务

# permNotification
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fa: اعلان‌ها
hi: अधिसूचनाएं
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
my: အကြောင်းကြားချက်များ
ne: सूचनाहरू
ps: خبرتیاوې
pt: Notificações
ru: Уведомления
tr: Bildirimler
ur: نوٹیفکیشن
zh: 通知

# donate
source: Donate / Support
ar: تبرع / دعم
bn: দান / সমর্থন
de: Spenden / Unterstützen
el: Δωρεά / Υποστήριξη
es: Donar / Apoyar
fa: کمک مالی / حمایت
fil: Mag-donate / Suporta
fr: Faire un don / Soutenir
hi: दान करें / समर्थन करें
id: Donasi / Dukungan
it: Dona / Supporta
ja: 寄付 / 支援
ko: 후원 / 지원하기
my: လှူဒါန်းရန် / ကူညီရန်
ne: दान / सहयोग
ps: مرسته / ملاتړ
pt: Doar / Apoiar
ru: Пожертвовать / Поддержать
tr: Bağış Yap / Destek Ol
ur: عطیہ / تعاون
zh: 捐赠 / 支持

# signalLost
source: SIGNAL LOST - LAST KNOWN DATA
ar: فقدت الإشارة - آخر بيانات معروفة
bn: সংকেত হারানো গেছে - শেষ তথ্য
de: SIGNAL VERLOREN - LETZTE DATEN
el: ΑΠΩΛΕΙΑ ΣΗΜΑΤΟΣ - ΤΕΛΕΥΤΑΙΑ ΔΕΔΟΜΕΝΑ
es: SEÑAL PERDIDA - ÚLTIMOS DATOS CONOCIDOS
fa: سیگنال گم شد - آخرین داده
fil: NAWALA ANG SIGNAL - HULING DATA
fr: SIGNAL PERDU - DERNIÈRES DONNÉES CONNUES
hi: सिग्नल खो गया - अंतिम डेटा
id: SINYAL HILANG - DATA TERAKHIR
it: SEGNALE PERSO - ULTIMI DATI
ja: 信号喪失 - 最終既知データ
ko: 신호 소실 - 마지막 데이터
my: အချက်ပြ ပျောက်ဆုံး - နောက်ဆုံး ဒေတာ
ne: संकेत हरायो - अन्तिम डाटा
ps: سیګنال ورک شو - وروستي معلومات
pt: SINAL PERDIDO - DADOS ANTERIORES
ru: СИГНАЛ ПОТЕРЯН - ПОСЛЕДНИЕ ДАННЫЕ
tr: SİNYAL KAYBOLDU - SON BİLİNEN VERİ
ur: سگنل ختم - آخری ڈیٹا
zh: 信号丢失 - 最后已知数据

# connectionFailed
source: Connection Failed - Retrying...
ar: فشل الاتصال - جاري إعادة المحاولة...
bn: সংযোগ ব্যর্থ - পুনরায় চেষ্টা করা হচ্ছে...
de: Verbindung fehlgeschlagen - Neuer Versuch...
el: Αποτυχία σύνδεσης - Προσπάθεια ξανά...
es: Conexión fallida - Reintentando...
fa: اتصال ناموفق - تلاش مجدد...
fil: Nabigo ang Koneksyon - Sinusubukan ulit...
fr: Échec de la connexion - Nouvelle tentative...
hi: कनेक्शन विफल - पुनः प्रयास...
id: Koneksi Gagal - Mencoba lagi...
it: Connessione Fallita - Riprovo...
ja: 接続失敗 - 再試行中...
ko: 연결 실패 - 재시도 중...
my: ချိတ်ဆက်မှု မအောင်မြင်ပါ - ပြန်လည်ကြိုးစားနေသည်...
ne: जडान विफल - पुन: प्रयास गर्दै...
ps: اړیکه ناکامه شوه - بیا هڅه کول...
pt: Falha na conexão - Tentando novamente...
ru: Ошибка соединения - Повтор...
tr: Bağlantı Başarısız - Tekrar deneniyor...
ur: رابطہ ناکام - دوبارہ کوشش جاری...
zh: 连接失败 - 正在重试...

# deleteSignalTitle
source: Delete Signal?
ar: حذف الإشارة؟
bn: সংকেত মুছবেন?
de: Signal löschen?
el: Διαγραφή Σήματος;
es: ¿Eliminar señal?
fa: حذف سیگنال؟
fil: Burahin ang Signal?
fr: Supprimer le signal ?
hi: सिग्नल हटाएं?
id: Hapus Sinyal?
it: Eliminare il Segnale?
ja: 信号を削除しますか？
ko: 신호 삭제?
my: အချက်ပြကို ဖျက်မလား?
ne: संकेत हटाउने?
ps: سیګنال ړنګ کړئ؟
pt: Excluir Sinal?
ru: Удалить сигнал?
tr: Sinyali Sil?
ur: سگنل حذف کریں؟
zh: 删除信号？
