Repository: Onur-Aba/bluesos
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fa, fil, fr, hi, id, it, ja, ko, my, ne, ps, pt, ru, tr, ur, zh

# cardColor
source: Text Color
ar: لون النص
bn: টেক্সটের রঙ
de: Textfarbe
el: Χρώμα Κειμένου
es: Color de Texto
fa: رنگ متن
fil: Kulay ng Text
fr: Couleur du Texte
hi: टेक्स्ट का रंग
id: Warna Teks
it: Colore Testo
ja: 文字色
ko: 글자 색상
my: စာသား အရောင်
ne: टेक्स्ट रङ
ps: د متن رنګ
pt: Cor do Texto
ru: Цвет текста
tr: Yazı Rengi
ur: ٹیکسٹ کا رنگ
zh: 文字颜色

# showBackground
source: Background Box
ar: مربع الخلفية
bn: ব্যাকগ্রাউন্ড বক্স
de: Hintergrundbox
el: Πλαίσιο Φόντου
es: Caja de Fondo
fa: کادر پس‌زمینه
fr: Boîte de Fond
hi: बैकग्राउंड बॉक्स
id: Kotak Latar
it: Sfondo Riquadro
ja: 背景ボックス
ko: 배경 상자
my: နောက်ခံ ဘောင်
ne: पृष्ठभूमि बक्स
ps: د شالید بکس
pt: Fundo da Caixa
ru: Фон карточки
tr: Arka Plan Kutusu
ur: پس منظر کا باکس
zh: 背景框

# dragToMove
source: Drag to move the card
ar: اسحب لنقل البطاقة
bn: সরাতে টেনে আনুন
de: Zum Bewegen ziehen
el: Σύρετε για μετακίνηση
es: Arrastra para mover la tarjeta
fa: برای جابجایی کارت بکشید
fil: I-drag ang card para ilipat
fr: Faites glisser pour déplacer la carte
hi: कार्ड को खिसकाने के लिए खींचें
id: Seret kartu untuk memindahkan
it: Trascina per spostare
ja: ドラッグしてカードを移動
ko: 카드를 드래그하여 이동하세요
my: ရွှေ့ရန် ဖိဆွဲပါ
ne: सार्नको लागि कार्ड तान्नुहोस्
ps: د حرکت لپاره کارت کش کړئ
pt: Arraste para mover
ru: Перетащите, чтобы переместить
tr: Kartı taşımak için sürükleyin
ur: منتقل کرنے کے لیے کھینچیں
zh: 拖动卡片以移动

# errorNoImage
source: Please select an image first
ar: يرجى اختيار صورة خلفية أولاً.
bn: দয়া করে প্রথমে একটি ছবি বাছুন।
de: Bitte zuerst ein Bild auswählen.
el: Παρακαλώ επιλέξτε πρώτα εικόνα.
es: Por favor, elige una imagen de fondo primero.
fa: لطفاً ابتدا یک تصویر پس‌زمینه انتخاب کنید.
fil: Pumili muna ng background image.
fr: Veuillez d'abord choisir une image de fond.
hi: कृपया पहले एक बैकग्राउंड छवि चुनें।
id: Silakan pilih gambar latar belakang terlebih dahulu.
it: Per favore seleziona prima un'immagine di sfondo.
ja: 最初に背景画像を選択してください。
ko: 먼저 배경 이미지를 선택하세요.
my: ကျေးဇူးပြု၍ နောက်ခံပုံ အရင်ရွေးပါ။
ne: कृपया पहिले पृष्ठभूमि तस्बिर छान्नुहोस्।
ps: مهرباني وکړئ لومړی یو انځور وټاکئ.
pt: Por favor, selecione uma imagem de fundo primeiro.
ru: Сначала выберите фоновое изображение.
tr: Lütfen önce bir arka plan resmi seçin.
ur: براہ کرم پہلے تصویر منتخب کریں۔
zh: 请先选择背景图片。

source: Remove Image
ar: إزالة الصورة
bn: ছবি সরান
de: Bild entfernen
el: Αφαίρεση Εικόνας
es: Eliminar Imagen
fa: حذف تصویر
fil: Alisin ang Litrato
fr: Supprimer l'Image
hi: छवि हटाएं
id: Hapus Gambar
it: Rimuovi Immagine
ja: 画像を削除
ko: 이미지 제거
my: ပုံဖျက်ရန်
ne: तस्बिर हटाउनुहोस्
ps: انځور لیرې کړئ
pt: Remover Imagem
ru: Удалить фото
tr: Resmi Kaldır
ur: تصویر ہٹائیں
zh: 移除图片

source: Text Style
ar: نص النمط
bn: টেক্সট স্টাইল
de: Textstil
el: Στυλ Κειμένου
es: Estilo de Texto
fa: سبک متن
fil: Istilo ng Text
fr: Style de Texte
hi: टेक्स्ट स्टाइल
id: Gaya Teks
it: Stile Testo
ja: テキストスタイル
ko: 텍스트 스타일
my: စာသား ပုံစံ
ne: टेक्स्ट शैली
ps: د متن بڼه
pt: Estilo do Texto
ru: Стиль текста
tr: Yazı Stili
ur: ٹیکسٹ اسٹائل
zh: 文字样式

# backgroundStyle
source: Background Box
ar: نمط الصندوق
bn: বক্স স্টাইল
de: Boxstil
el: Στυλ Πλαισίου
es: Estilo de Caja
fa: سبک کادر
fil: Istilo ng Box
fr: Style de Boîte
hi: बॉक्स स्टाइल
id: Gaya Kotak
it: Stile Riquadro
ja: ボックススタイル
ko: 상자 스타일
my: ဘောင် ပုံစံ
ne: बक्स शैली
ps: د بکس بڼه
pt: Estilo da Caixa
ru: Стиль фона
tr: Kutu Stili
ur: باکس اسٹائل
zh: 框样式

source: Opacity
ar: الشفافية
bn: স্বচ্ছতা
de: Deckkraft
el: Αδιαφάνεια
es: Opakidad
fa: شفافیت
fr: Opacité
hi: अपारदर्शिता
id: Opasitas
it: Opacità
ja: 不透明度
ko: 투명도
my: အလင်းဖောက်နိုင်စွမ်း
ne: पारदर्शिता
ps: روڼتیا
pt: Opacidade
ru: Прозрачность
tr: Opaklık
ur: شفافیت
zh: 不透明度

source: Unknown
ar: غير معروف
bn: অজানা
de: Unbekannt
el: Άγνωστο
es: Desconocido
fa: نامشخص
fil: Hindi Alam
fr: Inconnu
hi: अज्ञात
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
my: မသိရှိပါ
ne: अज्ञात
ps: نامعلوم
pt: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
ur: نامعلوم
zh: 未知

source: Device offline.
ar: الجهاز غير متصل.
bn: ডিভাইস অফলাইন।
de: Gerät offline.
el: Συσκευή εκτός σύνδεσης.
es: Dispositivo desconectado.
fa: دستگاه آفلاین است.
fil: Offline ang device.
fr: L'appareil est hors ligne.
hi: डिवाइस ऑफ़लाइन है।
id: Perangkat offline.
it: Dispositivo offline.
ja: デバイスはオフラインです。
ko: 기기가 오프라인 상태입니다.
my: စက်ပစ္စည်း အော့ဖ်လိုင်းဖြစ်နေသည်။
ne: यन्त्र अफलाइन छ।
ps: وسیله آفلاین ده.
pt: Dispositivo offline.
ru: Устройство оффлайн.
tr: Cihaz çevrimdışı.
ur: ڈیوائس آف لائن ہے۔
zh: 设备离线。

# sendingSiren
source: Sending siren command...
ar: جاري إرسال أمر الصفارة...
bn: সাইরেন কমান্ড পাঠানো হচ্ছে...
de: Sirenensignal wird gesendet...
el: Αποστολή εντολής σειρήνας...
es: Enviando comando de sirena...
fa: در حال ارسال دستور آژیر...
fil: Nagpapadala ng siren command...
fr: Envoi de la commande sirène...
hi: सायरन कमांड भेजा जा रहा है...
id: Mengirim perintah sirine...
it: Invio comando sirena...
ja: サイレンコマンドを送信中...
ko: 사이렌 명령 전송 중...
my: ဥဩဆွဲရန် စေခိုင်းနေသည်...
ne: साइरन कमाण्ड पठाइँदै...
ps: د سایرن امر لیږل کیږي...
pt: Enviando comando de sirene...
ru: Отправка команды сирены...
tr: Siren komutu gönderiliyor...
ur: سائرن کا حکم بھیجا جا رہا ہے...
zh: 正在发送警报命令...

source: Siren triggered!
ar: تم إطلاق الصفارة!
bn: সাইরেন বেজেছে!
de: Sirene ausgelöst!
el: Η σειρήνα ενεργοποιήθηκε!
es: ¡Sirena activada!
fa: آژیر فعال شد!
fil: Tumunog na ang sirena!
fr: Sirène déclenchée !
hi: सायरन बज गया!
id: Sirine dipicu!
it: Sirena attivata!
ja: サイレンが作動しました！
ko: 사이렌이 울렸습니다!
my: ဥဩသံ စတင်ပါပြီ!
ne: साइरन बज्यो!
ps: سایرن فعال شو!
pt: Sirene acionada!
ru: Сирена включена!
tr: Siren tetiklendi!
ur: سائرن بج گیا!
zh: 警报已触发！

source: Command failed.
ar: فشل إرسال الأمر.
bn: কমান্ড ব্যর্থ হয়েছে।
de: Befehl fehlgeschlagen.
el: Η εντολή απέτυχε.
es: El comando falló.
fa: ارسال دستور ناموفق بود.
fil: Nabigo ang command.
fr: La commande a échoué.
hi: कमांड विफल।
id: Gagal mengirim perintah.
it: Comando fallito.
ja: コマンドを送信できませんでした。
ko: 명령 전송 실패.
my: စေခိုင်းမှု မအောင်မြင်ပါ။
ne: कमाण्ड विफल भयो।
ps: امر ونه لیږل شو.
pt: Falha no comando.
ru: Ошибка отправки команды.
tr: Komut gönderilemedi.
ur: کمانڈ ناکام ہو گئی۔
zh: 命令发送失败。

# rotateToScan
source: Rotate 360° to scan. The bar fills up when the signal is strong.
ar: در 360 درجة للمسح. سيمتلئ الشريط عندما تكون الإشارة قوية.
bn: স্ক্যান করতে ৩৬০° ঘুরুন। সংকেত শক্তিশালী হলে বারটি পূর্ণ হবে।
de: Drehen Sie sich um 360° zum Scannen. Der Balken füllt sich bei starkem Signal.
el: Περιστραφείτε 360° για σάρωση. Η μπάρα γεμίζει όταν το σήμα είναι ισχυρό.
es: Gire 360° para escanear. La barra se llena cuando la señal es fuerte.
fa: برای اسکن جهت ۳۶۰ درجه بچرخید. با تقویت سیگنال، نوار پر می‌شود.
fil: Umiikot ng 360° para mag-scan ng direksyon. Mapupuno ang bar kapag malakas ang signal.
fr: Pivotez à 360° pour scanner. La barre se remplit quand le signal est fort.
hi: दिशा स्कैन करने के लिए 360° घूमें। सिग्नल मजबूत होने पर बार भर जाएगा।
id: Putar 360° untuk memindai arah. Bar akan penuh saat sinyal kuat.
it: Ruota di 360° per scansionare. La barra si riempie quando il segnale è forte.
ja: 360°回転して方向をスキャンしてください。信号が強い方向でバーがいっぱいになります。
ko: 360° 회전하여 방향을 스캔하세요. 신호가 강한 방향에서 막대가 채워집니다.
my: လမ်းကြောင်းရှာရန် ၃၆၀ ဒီဂရီ လှည့်ပတ်ပါ။ အချက်ပြ အားကောင်းသည့်ဘက်တွင် တိုင်များပြည့်လာပါမည်။
ne: दिशा स्क्यान गर्न ३६०° घुम्नुहोस्।
ps: د لوري موندلو لپاره 360 درجې وګرځئ.
pt: Gire 360° para escanear. A barra encherá quando o sinal for forte.
ru: Повернитесь на 360° для сканирования. Шкала заполнится при сильном сигнале.
tr: Yönü taramak için 360° dönün. Sinyal güçlü olduğunda çubuk dolar.
ur: اسکین کرنے کے لیے 360° گھومیں۔ سگنل مضبوط ہونے پر بار بھر جائے گا۔
zh: 旋转 360° 以扫描方向。信号强时条形图会填满。

# signalLabel
source: SIGNAL
ar: الإشارة
bn: সংকেত
el: ΣΗΜΑ
es: SEÑAL
fa: سیگنال
hi: सिग्नल
id: SINYAL
ja: 信号
ko: 신호
my: အချက်ပြ
ne: संकेत
ps: سیګنال
pt: SINAL
ru: СИГНАЛ
tr: SİNYAL
ur: سگنل
zh: 信号

# radiusLabel
source: RADIUS
ar: نصف القطر
bn: ব্যাসার্ধ
el: ΑΚΤΙΝΑ
es: RADIO
fa: شعاع
fr: RAYON
hi: दायरा
it: RAGGIO
ja: 半径
ko: 반경
my: အချင်းဝက်
ne: दायरा
ps: شعاع
pt: RAIO
ru: РАДИУС
tr: YARIÇAP
ur: رداس
zh: 半径

# playSoundTooltip
source: Play Sound
ar: تشغيل الصوت
bn: শব্দ বাজান
de: Ton abspielen
el: Αναπαραγωγή Ήχου
es: Reproducir sonido
fa: پخش صدا
fil: Patunugin
fr: Jouer le son
hi: आवाज़ बजाएं
id: Putar Suara
it: Riproduci Suono
ja: 音を鳴らす
ko: 소리 재생
my: အသံဖွင့်ရန်
ne: आवाज बजाउनुहोस्
ps: غږ غږول
pt: Tocar Som
ru: Включить звук
tr: Ses Çal
ur: آواز چلائیں
zh: 播放声音

# deleteSignalTooltip
source: Delete Data
ar: حذف بيانات الإشارة
bn: সংকেত তথ্য মুছুন
de: Signaldaten löschen
el: Διαγραφή Δεδομένων Σήματος
es: Eliminar datos de señal
fa: حذف داده سیگنال
fil: Burahin ang Signal Data
fr: Supprimer les données
hi: सिग्नल डेटा हटाएं
id: Hapus Data Sinyal
it: Elimina Dati Segnale
ja: 信号データを削除
ko: 신호 데이터 삭제
my: အချက်ပြ ဒေတာ ဖျက်ရန်
ne: संकेत डाटा हटाउनुहोस्
ps: د سیګنال معلومات ړنګ کړئ
pt: Excluir Dados do Sinal
ru: Удалить данные сигнала
tr: Sinyal Verisini Sil
ur: سگنل ڈیٹا حذف کریں
zh: 删除信号数据

# marketTitle
source: Theme Store
ar: متجر السمات
bn: থিম স্টোর
de: Design-Shop
el: Κατάστημα Θεμάτων
es: Tienda de Temas
fa: فروشگاه تم
fil: Tindahan ng Tema
fr: Boutique de Thèmes
hi: थीम स्टोर
id: Toko Tema
it: Negozio Temi
ja: テーマストア
ko: 테마 상점
my: အပြင်အဆင် ဆိုင်
ne: थिम स्टोर
ps: د بڼې پلورنځی
pt: Loja de Temas
ru: Магазин тем
tr: Tema Mağazası
ur: تھیم اسٹور
zh: 主题商店

# purchaseSuccess
source: Theme purchased and activated successfully!
ar: تم شراء السمة وتفعيلها بنجاح!
bn: থিমটি সফলভাবে কেনা হয়েছে এবং সক্রিয় করা হয়েছে!
de: Theme erfolgreich gekauft und aktiviert!
el: Το θέμα αγοράστηκε και ενεργοποιήθηκε με επιτυχία!
es: ¡Tema comprado y activado con éxito!
fa: تم با موفقیت خریداری و فعال شد!
fil: Matagumpay na nabili at na-activate ang tema!
fr: Thème acheté et activé avec succès !
hi: थीम सफलतापूर्वक खरीदी गई और सक्रिय की गई!
id: Tema berhasil dibeli dan diaktifkan!
it: Tema acquistato e attivato con successo!
ja: テーマの購入と有効化が完了しました！
ko: 테마를 성공적으로 구매하고 적용했습니다!
my: အပြင်အဆင်ကို ဝယ်ယူပြီး အသုံးပြုလိုက်ပါပြီ။
ne: थिम सफलतापूर्वक खरिद गरियो र सक्रिय गरियो!
ps: بڼه په بریالیتوب سره وپیرل شوه او فعاله شوه!
pt: Tema comprado e ativado com sucesso!
ru: Тема успешно куплена и активирована!
tr: Tema başarıyla satın alındı ve aktif edildi!
ur: تھیم کامیابی سے خریدی اور فعال کر دی گئی ہے!
zh: 主题购买成功并已激活！

# insufficientFunds
source: Insufficient balance! You need to collect more coins.
ar: الرصيد غير كافٍ! يجب عليك جمع المزيد من العملات.
bn: পর্যাপ্ত ব্যালেন্স নেই! আপনাকে আরও কয়েন সংগ্রহ করতে হবে।
de: Nicht genügend Guthaben! Du musst mehr Münzen sammeln.
el: Ανεπαρκές υπόλοιπο! Πρέπει να συλλέξετε περισσότερα νομίσματα.
es: ¡Saldo insuficiente! Necesitas recolectar más monedas.
fa: موجودی کافی نیست! باید سکه بیشتری جمع کنید.
fil: Hindi sapat ang balanse! Kailangan mo pa ng maraming coin.
fr: Solde insuffisant ! Vous devez collecter plus de coins.
hi: अपर्याप्त राशि! आपको और सिक्के जमा करने होंगे।
id: Saldo tidak cukup! Anda perlu mengumpulkan lebih banyak koin.
it: Saldo insufficiente! Devi raccogliere più monete.
ja: 残高不足です！もっとコインを集める必要があります。
ko: 잔액이 부족합니다! 코인을 더 모으세요.
my: လက်ကျန်ငွေ မလုံလောက်ပါ။ ဒင်္ဂါးများ ထပ်မံ စုဆောင်းရန် လိုအပ်သည်။
ne: अपर्याप्त ब्यालेन्स! तपाईंले थप कोइनहरू संकलन गर्नुपर्छ।
ps: کافي بیلانس نشته! تاسو اړتیا لرئ نورې سکې راټولې کړئ.
pt: Saldo insuficiente! Você precisa coletar mais moedas.
ru: Недостаточно средств! Вам нужно собрать больше монет.
tr: Yetersiz bakiye! Daha fazla coin biriktirmelisiniz.
ur: ناکافی بیلنس! آپ کو مزید سکے جمع کرنے کی ضرورت ہے۔
zh: 余额不足！您需要收集更多金币。

# dailyRewardTitle
source: Daily Login Reward
ar: مكافأة تسجيل الدخول اليومية
bn: দৈনিক লগইন পুরস্কার
de: Tägliche Belohnung
el: Καθημερινή Ανταμοιβή Εισόδου
es: Recompensa Diaria
fa: پاداش ورود روزانه
fil: Araw-araw na Reward sa Pag-login
fr: Récompense Quotidienne
hi: दैनिक लॉगिन इनाम
id: Hadiah Masuk Harian
it: Premio Accesso Giornaliero
ja: デイリーログイン報酬
ko: 일일 출석 보상
my: နေ့စဉ် ဝင်ရောက်မှု ဆုလာဘ်
ne: दैनिक लगइन पुरस्कार
ps: د ورځني ننوتلو جایزه
pt: Recompensa de Login Diário
ru: Ежедневная награда за вход
tr: Günlük Giriş Ödülü
ur: روزانہ لاگ ان انعام
zh: 每日登录奖励

# dailyRewardMessage
source: You've earned today's {amount} BlueCoin reward!
ar: لقد حصلت على مكافأة {amount} BlueCoin اليوم!
bn: আপনি আজকের {amount} ব্লুকয়েন পুরস্কার জিতেছেন!
de: Du hast deine heutige Belohnung von {amount} BlueCoins erhalten!
el: Κερδίσατε τη σημερινή ανταμοιβή {amount} BlueCoin!
es: ¡Has ganado tu recompensa de {amount} BlueCoins de hoy!
fa: پاداش {amount} بلوکوین امروز را دریافت کردید!
fil: Nakuha mo ang iyong {amount} BlueCoin reward ngayong araw!
fr: Vous avez gagné votre récompense de {amount} BlueCoins aujourd'hui !
hi: आपने आज का {amount} ब्लूकोइन इनाम जीत लिया है!
id: Anda telah mendapatkan hadiah {amount} BlueCoin hari ini!
it: Hai vinto il premio di oggi: {amount} BlueCoin!
ja: 今日の {amount} BlueCoin 報酬を獲得しました！
ko: 오늘 보상으로 {amount} BlueCoin을 획득했습니다!
my: ယနေ့အတွက် {amount} BlueCoin ဆုလာဘ် ရရှိပါသည်။
ne: तपाईंले आजको {amount} BlueCoin पुरस्कार पाउनुभयो!
ps: تاسو د نن ورځې {amount} BlueCoin جایزه ترلاسه کړه!
pt: Você ganhou a recompensa de hoje de {amount} BlueCoin!
ru: Вы получили сегодняшнюю награду: {amount} BlueCoin!
tr: Bugünkü {amount} BlueCoin ödülünüzü kazandınız!
ur: آپ نے آج کا {amount} بلیو کوائن انعام جیت لیا ہے!
zh: 您已获得今天的 {amount} BlueCoin 奖励！

source: CLAIM REWARD
ar: الحصول على الهدية
bn: পুরস্কার নিন
de: GESCHENK ABHOLEN
el: ΛΗΨΗ ΔΩΡΟΥ
es: RECLAMAR REGALO
fa: دریافت جایزه
fil: KUNIN ANG REGALO
fr: RÉCUPÉRER LE CADEAU
hi: इनाम लें
id: AMBIL HADIAH
it: RITIRA IL PREMIO
ja: 報酬を受け取る
ko: 보상 받기
my: ဆုလာဘ် ရယူမည်
ne: पुरस्कार दाबी गर्नुहोस्
ps: جایزه ترلاسه کړئ
pt: RESGATAR RECOMPENSA
ru: ПОЛУЧИТЬ НАГРАДУ
tr: HEDİYEYİ AL
ur: انعام حاصل کریں
zh: 领取奖励

# themeDefault
source: Default Theme
ar: الأزرق الأصلي
bn: মূল নীল
de: Standard-Theme
el: Αρχικό Μπλε
es: Tema predeterminado
fa: تم پیش‌فرض
fil: Default na Tema
fr: Thème par défaut
hi: डिफ़ॉल्ट थीम
id: Tema Standar
it: Tema predefinito
ja: デフォルトテーマ
ko: 기본 테마
my: မူလ အပြင်အဆင်
ne: डिफल्ट थिम
ps: اصلي بڼه
pt: Tema Padrão
ru: Стандартная тема
tr: Varsayılan Tema
ur: ڈیفالٹ تھیم
zh: 默认主题

# themeMidnight
source: Midnight
ar: منتصف الليل
bn: মধ্যরাত
de: Mitternacht
el: Μεσάνυχτα
es: Medianoche
fa: نیمه‌شب
fil: Hatinggabi
fr: Minuit
hi: आधी रात
id: Tengah Malam
it: Mezzanotte
ja: ミッドナイト
ko: 미드나잇
my: သန်းခေါင်ယံ
ne: मिडनाइट
ps: نیمه شپه
pt: Meia-noite
ru: Полночь
tr: Gece Yarısı
ur: آدھی رات
zh: 午夜

# themeSunset
source: Sunset
ar: غروب الشمس
bn: সূর্যাস্ত
de: Sonnenuntergang
el: Ηλιοβασίλεμα
es: Atardecer
fa: غروب
fil: Paglubog ng Araw
fr: Coucher de Soleil
hi: सूर्यास्त
id: Matahari Terbenam
it: Tramonto
ja: サンセット
ko: 선셋
my: နေဝင်ဆည်းဆာ
ne: सन्सेट
ps: لمر ډوبیدل
pt: Pôr do Sol
ru: Закат
tr: Gün Batımı
ur: غروب آفتاب
zh: 落日

# themeForest
source: Deep Forest
ar: الغابة العميقة
bn: গভীর অরণ্য
de: Tiefer Wald
el: Βαθύ Δάσος
es: Bosque Profundo
fa: جنگل عمیق
fil: Kagubatan
fr: Forêt Profonde
hi: गहरा जंगल
id: Hutan Rimba
it: Foresta Profonda
ja: ディープフォレスト
ko: 딥 포레스트
my: တောနက်
ne: डीप फरेस्ट
ps: ژوره ځنګل
pt: Floresta Profunda
ru: Глубокий лес
tr: Derin Orman
ur: گہرا جنگل
zh: 深林

source: Current Theme
ar: السمة الحالية
bn: বর্তমান থিম
de: Aktuelles Theme
el: Τρέχον Θέμα
es: Tema Actual
fa: تم فعلی
fil: Kasalukuyang Tema
fr: Thème Actuel
hi: वर्तमान थीम
id: Tema Saat Ini
it: Tema Attuale
ja: 現在のテーマ
ko: 현재 테마
my: လက်ရှိ အသုံးပြုနေသော အပြင်အဆင်
ne: वर्तमान थिम
ps: اوسنۍ بڼه
pt: Tema Atual
ru: Текущая тема
tr: Şu Anki Tema
ur: موجودہ تھیم
zh: 当前主题

# themeOcean
source: Ocean Blue
my: သမုဒ္ဒရာ အပြာရောင်
ne: ओशन ब्लू
ps: د سمندر آبي
pt: Azul Oceano
ru: Океанская синь
tr: Okyanus Mavisi
ur: سمندری نیلا
zh: 蔚蓝海洋

source: Buy Theme
ar: شراء السمة
bn: থিম কিনুন
de: Kaufen
el: Αγορά Θέματος
es: Comprar Tema
fa: خرید تم
fil: Bilhin ang Tema
fr: Acheter le Thème
hi: थीम खरीदें
id: Beli Tema
it: Acquista Tema
ja: テーマを購入
ko: 테마 구매
my: အပြင်အဆင် ဝယ်မည်
ne: थिम खरिद गर्नुहोस्
ps: بڼه وپیرئ
pt: Comprar Tema
ru: Купить тему
tr: Temayı Satın Al
ur: تھیم خریدیں
zh: 购买主题

# confirmPurchaseTitle
source: Confirm Purchase
ar: تأكيد الشراء
bn: কেনা নিশ্চিত করুন
de: Kauf bestätigen
el: Επιβεβαίωση Αγοράς
es: Confirmar Compra
fa: تأیید خرید
fil: I-confirm ang Pagbili
fr: Confirmer l'Achat
hi: खरीद की पुष्टि करें
id: Konfirmasi Pembelian
it: Conferma Acquisto
ja: 購入の確認
ko: 구매 확인
my: ဝယ်ယူမှုကို အတည်ပြုပါ
ne: खरिद पुष्टि गर्नुहोस्
ps: د پیرود تایید
pt: Confirmar Compra
ru: Подтверждение покупки
tr: Satın Almayı Onayla
ur: خریداری کی تصدیق
zh: 确认购买

# confirmPurchaseContent
source: Do you want to unlock {themeName} theme for {price} CP?
ar: هل تريد فتح سمة {themeName} مقابل {price} CP؟
bn: আপনি কি {price} CP এর বিনিময়ে {themeName} থিমটি খুলতে চান?
de: Möchten Sie das Theme {themeName} für {price} CP freischalten?
el: Θέλετε να ξεκλειδώσετε το θέμα {themeName} για {price} CP;
es: ¿Quieres desbloquear el tema {themeName} por {price} CP?
fa: آیا می‌خواهید تم {themeName} را با قیمت {price} CP باز کنید؟
fil: Gusto mo bang i-unlock ang {themeName} na tema para sa {price} CP?
fr: Voulez-vous débloquer le thème {themeName} pour {price} CP ?
hi: क्या आप {price} CP के लिए {themeName} थीम अनलॉक करना चाहते हैं?
id: Apakah Anda ingin membuka tema {themeName} seharga {price} CP?
it: Vuoi sbloccare il tema {themeName} per {price} CP?
ja: {themeName} テーマを {price} CP でアンロックしますか？
ko: {price} CP로 {themeName} 테마를 잠금 해제하시겠습니까?
my: {themeName} အပြင်အဆင်ကို {price} CP ဖြင့် ဝယ်ယူလိုပါသလား?
ne: के तपाईं {price} CP मा {themeName} थिम अनलक गर्न चाहनुहुन्छ?
ps: ایا تاسو غواړئ د {price} CP لپاره {themeName} بڼه پرانیزئ؟
pt: Deseja desbloquear o tema {themeName} por {price} CP?
ru: Вы хотите разблокировать тему {themeName} за {price} CP?
tr: {themeName} temasını {price} CP karşılığında açmak istiyor musunuz?
ur: کیا آپ {price} CP کے عوض {themeName} تھیم کھولنا چاہتے ہیں؟
zh: 您确定要花费 {price} CP 解锁 {themeName} 主题吗？

# confirm
source: BUY
ar: شراء
bn: কিনুন
de: KAUFEN
el: ΑΓΟΡΑ
es: COMPRAR
fa: خرید
fil: BILI
fr: ACHETER
hi: खरीदें
id: BELI
it: ACQUISTA
ja: 購入
ko: 구매
my: ဝယ်မည်
ne: किन्नुहोस्
ps: پیرود
pt: COMPRAR
ru: КУПИТЬ
tr: SATIN AL
ur: خریدیں
zh: 购买

source: Daily Rewards
ar: المكافآت اليومية
bn: দৈনিক পুরস্কার
de: Tägliche Belohnungen
el: Καθημερινές Ανταμοιβές
es: Recompensas Diarias
fa: جوایز روزانه
fil: Araw-araw na Reward
fr: Récompenses Quotidiennes
hi: दैनिक पुरस्कार
id: Hadiah Harian
it: Premi Giornalieri
ja: デイリー報酬
ko: 일일 보상
my: နေ့စဉ် ဆုလာဘ်များ
ne: दैनिक पुरस्कारहरू
ps: ورځنۍ جایزې
pt: Recompensas Diárias
ru: Ежедневные награды
tr: Günlük Ödüller
ur: روزانہ انعامات
zh: 每日奖励

# day
source: Day {index}
bn: দিন {index}
de: Tag {index}
my: နေ့ရက် {index}
ne: दिन {index}
ps: ورځ {index}
pt: Dia {index}
ru: День {index}
tr: {index}. Gün
ur: دن {index}
zh: 第 {index} 天

source: Claim
my: ရယူမည်
ne: दाबी गर्नुहोस्
ps: ترلاسه کول
pt: Resgatar
ru: Получить
tr: Al
ur: حاصل کریں
zh: 领取

source: Claimed
my: ရယူပြီး
ne: दाबी गरिएको
ps: ترلاسه شوه
pt: Resgatado
ru: Получено
tr: Alındı
ur: حاصل کر لیا
zh: 已领取

source: Wait
my: စောင့်ပါ
ne: पर्खनुहोस्
ps: انتظار وکړئ
pt: Aguarde
ru: Ожидайте
tr: Bekle
ur: انتظار کریں
zh: 请等待

# rewardNotification
source: You've earned {amount} BlueCoin!
ar: تهانينا! لقد ربحت {amount} BlueCoin!
bn: অভিনন্দন! আপনি {amount} ব্লুকয়েন জিতেছেন!
de: Glückwunsch! Du hast {amount} BlueCoins verdient!
el: Συγχαρητήρια! Κερδίσατε {amount} BlueCoin!
es: ¡Felicidades! ¡Ganaste {amount} BlueCoins!
fa: تبریک! {amount} بلوکوین برنده شدید!
fil: Binabati kita! Nakakuha ka ng {amount} BlueCoin!
fr: Félicitations ! Vous avez gagné {amount} BlueCoins !
hi: बधाई हो! आपने {amount} ब्लूकोइन जीते!
id: Selamat! Anda mendapatkan {amount} BlueCoin!
it: Congratulazioni! Hai guadagnato {amount} BlueCoin!
ja: おめでとうございます！ {amount} BlueCoin を獲得しました！
ko: 축하합니다! {amount} BlueCoin을 획득했습니다!
my: သင် {amount} BlueCoin ရရှိခဲ့သည်!
ne: तपाईंले {amount} BlueCoin पाउनुभयो!
ps: تاسو {amount} BlueCoin ترلاسه کړل!
pt: Você ganhou {amount} BlueCoin!
ru: Вы заработали {amount} BlueCoin!
tr: {amount} BlueCoin kazandınız!
ur: آپ نے {amount} بلیو کوائن جیتے ہیں!
zh: 您获得了 {amount} BlueCoin！

# streakBroken
source: Your reward streak is broken because your time has expired.
ar: للأسف انقطعت السلسلة! ستبدأ من اليوم الأول مجدداً.
bn: দুর্ভাগ্যবশত আপনার ধারাবাহিকতা ভেঙে গেছে! সময় অতিবাহিত হয়েছে।
de: Leider wurde die Serie unterbrochen! Die Zeit ist abgelaufen.
el: Δυστυχώς, το σερί διακόπηκε! Ο χρόνος έληξε.
es: ¡Tu racha de recompensas se ha roto porque el tiempo expiró!
fa: متأسفانه تداوم قطع شد! زمان به پایان رسید.
fil: Sayang, naputol ang streak! Tapos na ang iyong oras.
fr: Malheureusement, la série est interrompue ! Le temps est écoulé.
hi: दुर्भाग्य से सिलसिला टूट गया! समय समाप्त हो गया है।
id: Tenggat waktu habis, rentetan hadiah Anda terputus.
it: Purtroppo la serie è stata interrotta! Il tempo è scaduto.
ja: 残念ながら連続記録が途切れました。時間が経過しました。
ko: 아쉽게도 연속 기록이 끊겼습니다! 시간이 만료되었습니다.
my: အချိန်ကုန်ဆုံးသွားသောကြောင့် သင်၏ ဆက်တိုက် ရယူမှု ပျက်ပြယ်သွားပါသည်။
ne: समय समाप्त भएकोले तपाईंको पुरस्कार स्ट्रिक टुट्यो।
ps: ستاسو د جایزې لړۍ ماته شوه ځکه چې ستاسو وخت تیر شوی دی.
pt: Sua sequência de recompensas foi interrompida porque seu tempo expirou.
ru: Ваша серия наград прервана, так как время истекло.
tr: Süreniz dolduğu için ödül seriniz bozuldu.
ur: آپ کے انعام کا تسلسل ٹوٹ گیا ہے کیونکہ وقت ختم ہو گیا ہے۔
zh: 由于时间已过，您的连胜奖励已中断。

# myWallet
source: My Wallet: {balance} BC
ar: محفظتك: {balance} CP
bn: আপনার ওয়ালেট: {balance} BC
de: Dein Guthaben: {balance} BC
el: Το Πορτοφόλι σας: {balance} BC
es: Tu Monedero: {balance} BC
fa: کیف پول شما: {balance} BC
fil: Wallet mo: {balance} BC
fr: Votre Portefeuille : {balance} BC
hi: आपका वॉलेट: {balance} BC
id: Dompet Anda: {balance} BC
it: Tuo Portafoglio: {balance} BC
ja: ウォレット: {balance} BC
ko: 내 지갑: {balance} BC
my: ကျွန်ုပ်၏ ပိုက်ဆံအိတ်: {balance} BC
ne: मेरो वालेट: {balance} BC
ps: زما بټوه: {balance} BC
pt: Minha Carteira: {balance} BC
ru: Мой кошелек: {balance} BC
tr: Cüzdanım: {balance} BC
ur: میرا والٹ: {balance} BC
zh: 我的钱包: {balance} BC

# dayLabel
source: DAY {day}
ar: اليوم {day}
bn: দিন {day}
de: TAG {day}
el: ΗΜΕΡΑ {day}
es: DÍA {day}
fa: روز {day}
fil: ARAW {day}
fr: JOUR {day}
hi: दिन {day}
id: HARI {day}
it: GIORNO {day}
ja: {day}日目
ko: {day}일차
my: နေ့ရက် {day}
ne: दिन {day}
ps: ورځ {day}
pt: DIA {day}
ru: ДЕНЬ {day}
tr: {day}. GÜN
ur: دن {day}
zh: 第 {day} 天

# streakHint
source: Maintain your streak by logging in every day and win the grand prize!
ar: لا تقطع السلسلة، اربح 1000 CP في اليوم 30!
bn: ধারাবাহিকতা রক্ষা করুন এবং প্রতিদিন লগইন করে বড় পুরস্কার জিতুন!
de: Unterbrich die Serie nicht, logge dich täglich ein und gewinne den Hauptpreis!
el: Μην σπάσετε το σερί, συνδεθείτε καθημερινά και κερδίστε το μεγάλο δώρο!
es: ¡Mantén tu racha iniciando sesión cada día y gana el gran premio!
fa: تداوم را قطع نکنید، هر روز وارد شوید و جایزه بزرگ را برنده شوید!
fil: Huwag putulin ang streak, mag-login araw-araw at manalo ng grand prize!
fr: Ne brisez pas la série, connectez-vous chaque jour et gagnez le grand prix !
hi: सिलसिला न तोड़ें, हर दिन लॉगिन करें और बड़ा इनाम जीतें!
id: Jangan putus rentetan, login setiap hari dan menangkan hadiah utama!
it: Non interrompere la serie, effettua l'accesso ogni giorno e vinci il gran premio!
ja: 連続記録を維持して、毎日ログインして大きな報酬を獲得しましょう！
ko: 연속 기록을 유지하고 매일 접속하여 큰 보상을 받으세요!
my: နေ့စဉ် ဝင်ရောက်ပြီး ဆက်တိုက် ရယူမှုကို ထိန်းသိမ်းကာ ဆုကြီးကို ဆွတ်ခူးလိုက်ပါ။
ne: हरेक दिन लगइन गरेर आफ्नो स्ट्रिक कायम राख्नुहोस् र मुख्य पुरस्कार जित्नुहोस्!
ps: هره ورځ د ننوتلو له لارې خپله لړۍ وساتئ او لویه جایزه وګټئ!
pt: Mantenha sua sequência fazendo login todos os dias e ganhe o prêmio máximo!
ru: Заходите каждый день, чтобы не прерывать серию и выиграть главный приз!
tr: Her gün giriş yaparak serinizi koruyun ve büyük ödülü kazanın!
ur: روزانہ لاگ ان کر کے اپنا تسلسل برقرار رکھیں اور بڑا انعام جیتیں!
zh: 每天登录以保持连胜，赢取大奖！
