Repository: Onur-Aba/bluesos
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, el, es, fa, fil, fr, hi, id, it, ja, ko, my, ne, ps, pt, ru, tr, ur, zh

# deleteSignalContent
source: ATTENTION! This signal might be coming from under debris. If you delete it, you will lose the 'Last Known Location' data and may not find it again if the device stops broadcasting. Do you still want to delete?
ar: تحذير! قد تأتي هذه الإشارة من جهاز تحت الأنقاض. إذا قمت بحذفها، ستفقد بيانات 'آخر موقع معروف'، وإذا لم يرسل الجهاز إشارة مرة أخرى، قد لا تجده أبداً. هل ما زلت تريد الحذف؟
bn: সতর্কতা! এই সংকেতটি ধ্বংসস্তূপের নিচের কোনো ডিভাইস থেকে আসতে পারে। মুছে ফেললে, আপনি 'শেষ পরিচিত অবস্থান' হারাবেন। আপনি কি নিশ্চিত?
de: ACHTUNG! Dieses Signal könnte von einer verschütteten Person stammen. Wenn Sie es löschen, verlieren Sie den 'Letzten bekannten Standort'. Möchten Sie wirklich löschen?
el: ΠΡΟΣΟΧΗ! Αυτό το σήμα μπορεί να προέρχεται από συσκευή κάτω από τα ερείπια. Αν το διαγράψετε, θα χάσετε την 'Τελευταία Γνωστή Τοποθεσία'. Είστε σίγουροι;
es: ¡ATENCIÓN! Esta señal podría provenir de un dispositivo bajo los escombros. Si la elimina, perderá los datos de la 'Última Ubicación Conocida' y si el dispositivo no vuelve a emitir señal, es posible que no lo encuentre de nuevo. ¿Desea eliminarla de todos modos?
fa: توجه! این سیگنال ممکن است از دستگاهی زیر آوار باشد. اگر آن را حذف کنید، داده 'آخرین مکان شناخته شده' را از دست خواهید داد و اگر دستگاه دوباره سیگنال ندهد، ممکن است دیگر آن را پیدا نکنید. آیا همچنان می‌خواهید حذف کنید؟
fil: BABALA! Ang signal na ito ay maaaring galing sa device na nasa ilalim ng guho. Kung buburahin mo ito, mawawala ang data ng 'Huling Lokasyon' at kung hindi na muling magpapadala ng signal ang device, baka hindi mo na ito mahanap ulit. Gusto mo pa rin bang burahin ito?
fr: ATTENTION ! Ce signal pourrait provenir d'un appareil sous les décombres. Si vous le supprimez, vous perdrez les données de la 'Dernière position connue' et si l'appareil n'émet plus de signal, vous risquez de ne plus le retrouver. Voulez-vous vraiment le supprimer ?
hi: सावधान! यह सिग्नल मलबे के नीचे दबे डिवाइस से हो सकता है। यदि आप इसे हटाते हैं, तो आप 'अंतिम ज्ञात स्थान' डेटा खो देंगे, और यदि डिवाइस फिर से सिग्नल नहीं भेजता है, तो आप इसे दोबारा नहीं ढूंढ पाएंगे। क्या आप फिर भी हटाना चाहते हैं?
id: PERHATIAN! Sinyal ini mungkin berasal dari perangkat di bawah reruntuhan. Jika Anda menghapusnya, Anda akan kehilangan data 'Lokasi Terakhir Diketahui' dan jika perangkat tidak mengirim sinyal lagi, Anda mungkin tidak akan menemukannya lagi. Apakah Anda tetap ingin menghapusnya?
it: ATTENZIONE! Questo segnale potrebbe provenire da un dispositivo sotto le macerie. Se lo elimini, perderai l'Ultima Posizione Nota e potresti non ritrovarlo se il dispositivo non invia più segnali. Vuoi comunque eliminare?
ja: 注意！この信号は瓦礫の下にあるデバイスからのものである可能性があります。 削除すると「最終確認位置」データが失われ、再度信号が発信されない限り見つけられなくなる可能性があります。 それでも削除しますか？
ko: 주의! 이 신호는 잔해 아래에 있는 기기에서 오는 것일 수 있습니다. 삭제하면 '마지막 확인 위치' 데이터가 손실되며, 기기가 다시 신호를 보내지 않으면 찾을 수 없게 될 수 있습니다. 그래도 삭제하시겠습니까?
my: သတိပြုပါ! ဤအချက်ပြသည် အပျက်အစီးများအောက်ရှိ ဖုန်းမှ ဖြစ်နိုင်ပါသည်။ ဖျက်လိုက်ပါက 'နောက်ဆုံးတွေ့ရှိရသော တည်နေရာ' ဒေတာ ပျောက်ဆုံးသွားမည်ဖြစ်ပြီး၊ ထိုဖုန်းမှ အချက်ပြ ထပ်မပို့ပါက ပြန်လည်ရှာဖွေ၍ မရနိုင်ပါ။ ဖျက်ရန် သေချာပါသလား?
ne: सावधान! यो संकेत भग्नावशेष मुनिको यन्त्रबाट आएको हुन सक्छ। यदि तपाईंले यसलाई हटाउनुभयो भने, तपाईंले 'अन्तिम ज्ञात स्थान' डाटा गुमाउनुहुनेछ, र यदि यन्त्रले फेरि संकेत पठाएन भने, तपाईंले यसलाई फेरि फेला पार्न सक्नुहुन्न। के तपाईं अझै हटाउन चाहनुहुन्छ?
ps: پاملرنه! دا سیګنال ممکن د خاورو لاندې وسیلې څخه وي. که تاسو یې ړنګ کړئ، تاسو به د 'وروستي پیژندل شوي ځای' معلومات له لاسه ورکړئ، او که وسیله بیا سیګنال ونه لیږي، ممکن تاسو یې بیا ونه مومئ. ایا تاسو لاهم غواړئ دا ړنګ کړئ؟
pt: ATENÇÃO! Este sinal pode vir de um dispositivo sob escombros. Se você excluir, perderá a 'Última Localização Conhecida' e poderá não encontrá-lo novamente se o dispositivo parar de transmitir. Deseja excluir mesmo assim?
ru: ВНИМАНИЕ! Этот сигнал может исходить от устройства под завалами. Если вы удалите его, вы потеряете данные о 'Последнем местоположении' и можете не найти его снова, если устройство прекратит трансляцию. Вы уверены?
tr: DİKKAT! Bu sinyal enkaz altındaki bir cihazdan geliyor olabilir. Silerseniz, 'Son Bilinen Konum' verisini kaybedeceksiniz ve cihaz tekrar sinyal göndermezse onu bir daha bulamayabilirsiniz. Yine de silmek istiyor musunuz?
ur: انتباہ! یہ سگنل ملبے کے نیچے دبے کسی آلے سے ہو سکتا ہے۔ اگر آپ حذف کریں گے تو 'آخری معلوم مقام' کھو دیں گے اور اگر ڈیوائس دوبارہ سگنل نہیں دیتی تو شاید آپ اسے دوبارہ نہ ڈھونڈ سکیں۔ کیا آپ واقعی حذف کرنا چاہتے ہیں؟
zh: 注意！此信号可能来自废墟下的设备。 如果删除，您将丢失“最后已知位置”数据，如果设备不再发送信号，您可能无法再次找到它。 仍要删除吗？

# deleteConfirm
source: DELETE DATA
ar: حذف البيانات
bn: তথ্য মুছুন
de: DATEN LÖSCHEN
el: ΔΙΑΓΡΑΦΗ ΔΕΔΟΜΕΝΩΝ
es: ELIMINAR DATOS
fa: حذف داده
fil: BURAHIN ANG DATA
fr: SUPPRIMER LES DONNÉES
hi: डेटा हटाएं
id: HAPUS DATA
it: ELIMINA DATI
ja: データを削除
ko: 데이터 삭제
my: ဒေတာ ဖျက်မည်
ne: डाटा हटाउनुहोस्
ps: معلومات ړنګ کړئ
pt: EXCLUIR DADOS
ru: УДАЛИТЬ ДАННЫЕ
tr: VERİYİ SİL
ur: ڈیٹا حذف کریں
zh: 删除数据

source: Unknown Device
ar: إشارة غير معروفة
bn: অজানা সংকেত
de: Unbekanntes Signal
el: Άγνωστο Σήμα
es: Dispositivo Desconocido
fa: سیگنال ناشناس
fil: Hindi Kilalang Signal
fr: Appareil Inconnu
hi: अज्ञात सिग्नल
id: Sinyal Tidak Dikenal
it: Segnale Sconosciuto
ja: 不明な信号
ko: 알 수 없는 신호
my: အမည်မသိ အချက်ပြ
ne: अज्ञात संकेत
ps: نامعلوم سیګنال
pt: Sinal Desconhecido
ru: Неизвестный сигнал
tr: Bilinmeyen Sinyal
ur: نامعلوم سگنل
zh: 未知信号

# lastSeenPrefix
source: Last seen:
ar: آخر ظهور:
bn: সর্বশেষ দেখা:
de: Zuletzt gesehen:
el: Τελευταία εμφάνιση:
es: Visto por última vez:
fa: آخرین بازدید:
fil: Huling nakita:
fr: Vu pour la dernière fois :
hi: अंतिम बार देखा गया:
id: Terakhir dilihat:
it: Ultimo avvistamento:
ja: 最終確認:
ko: 마지막 확인:
my: နောက်ဆုံးတွေ့ရှိချိန်:
ne: अन्तिम पटक देखिएको:
ps: وروستی لیدل شوی:
pt: Visto por último:
ru: Был в сети:
tr: Son görülme:
ur: آخری بار دیکھا گیا:
zh: 最后出现：

# statusLost
source: LOST
ar: مفقود
bn: হারানো
de: VERLOREN
el: ΧΑΘΗΚΕ
es: PERDIDO
fa: گمشده
fil: NAWALA
fr: PERDU
hi: खोया हुआ
id: HILANG
it: DISPERSO
ja: 喪失
ko: 소실됨
my: ပျောက်ဆုံး
ne: हराएको
ps: ورک شوی
pt: PERDIDO
ru: ПРОПАЛ
tr: KAYIP
ur: لاپتہ
zh: 丢失

# ghostMessage
source: Signal lost. Showing last known data.
ar: انقطعت الإشارة. يتم عرض آخر بيانات معروفة.
bn: সংকেত বিচ্ছিন্ন। সর্বশেষ তথ্য দেখানো হচ্ছে।
de: Signal unterbrochen. Letzte bekannte Daten werden angezeigt.
el: Το σήμα διακόπηκε. Εμφανίζονται τα τελευταία δεδομένα.
es: Señal interrumpida. Se muestran los últimos datos conocidos.
fa: سیگنال قطع شد. نمایش آخرین داده‌های شناخته شده.
fil: Naputol ang signal. Ipinapakita ang huling nalamang data.
fr: Signal interrompu. Affichage des dernières données connues.
hi: सिग्नल टूट गया। अंतिम ज्ञात डेटा दिखाया जा रहा है।
id: Sinyal terputus. Menampilkan data terakhir yang diketahui.
it: Segnale interrotto. Vengono mostrati gli ultimi dati noti.
ja: 信号が途切れました。最後の既知データを表示しています。
ko: 신호가 끊겼습니다. 마지막으로 알려진 데이터를 표시합니다.
my: အချက်ပြ ပြတ်တောက်သွားသည်။ နောက်ဆုံးသိရှိထားသော ဒေတာကို ပြသနေသည်။
ne: संकेत टुट्यो। अन्तिम ज्ञात डाटा देखाइँदै छ।
ps: سیګنال پرې شو. وروستي پیژندل شوي معلومات ښودل کیږي.
pt: Sinal interrompido. Exibindo últimos dados conhecidos.
ru: Сигнал прерван. Показаны последние данные.
tr: Sinyal kesildi. Son bilinen veriler gösteriliyor.
ur: سگنل ٹوٹ گیا۔ آخری ڈیٹا دکھایا جا رہا ہے۔
zh: 信号中断。显示最后已知数据。

# offlineData
source: OFFLINE - LAST SEEN DATA
ar: غير متصل - آخر بيانات
bn: অফলাইন - শেষ তথ্য
de: OFFLINE - LETZTE DATEN
el: ΕΚΤΟΣ ΣΥΝΔΕΣΗΣ - ΑΡΧΕΙΟ
es: SIN CONEXIÓN - ÚLTIMOS DATOS VISTOS
fa: آفلاین - آخرین داده
fil: OFFLINE - HULING DATA
fr: HORS LIGNE - DERNIÈRES DONNÉES VUES
hi: ऑफ़लाइन - अंतिम डेटा
id: OFFLINE - DATA TERAKHIR
it: OFFLINE - DATI ARCHIVIATI
ja: オフライン - 最終データ
ko: 오프라인 - 마지막 데이터
my: အော့ဖ်လိုင်း - နောက်ဆုံး ဒေတာ
ne: अफलाइन - अन्तिम डाटा
ps: آفلاین - وروستي معلومات
pt: OFFLINE - DADOS ARQUIVADOS
ru: ОФФЛАЙН - АРХИВНЫЕ ДАННЫЕ
tr: ÇEVRİMDIŞI - SON GÖRÜLEN VERİ
ur: آف لائن - محفوظ شدہ ڈیٹا
zh: 离线 - 最后数据

# lastSeenSeconds
source: {seconds}s ago
ar: منذ {seconds} ثانية
bn: {seconds} সেকেন্ড আগে
de: vor {seconds} Sek.
el: {seconds}δ πριν
es: hace {seconds}s
fa: {seconds} ثانیه پیش
fil: {seconds}s ang nakalipas
fr: il y a {seconds} s
hi: {seconds} सेकंड पहले
id: {seconds}d lalu
it: {seconds}s fa
ja: {seconds}秒前
ko: {seconds}초 전
my: {seconds} စက္ကန့် အကြာက
ne: {seconds} सेकेन्ड अघि
ps: {seconds} ثانیې مخکې
pt: há {seconds}s
ru: {seconds}сек назад
tr: {seconds}sn önce
ur: {seconds} سیکنڈ پہلے
zh: {seconds}秒前

# lastSeenMinutes
source: {minutes}m ago
ar: منذ {minutes} دقيقة
bn: {minutes} মিনিট আগে
de: vor {minutes} Min.
el: {minutes}λ πριν
es: hace {minutes}m
fa: {minutes} دقیقه پیش
fil: {minutes}m ang nakalipas
fr: il y a {minutes} min
hi: {minutes} मिनट पहले
id: {minutes}m lalu
it: {minutes}m fa
ja: {minutes}分前
ko: {minutes}분 전
my: {minutes} မိနစ် အကြာက
ne: {minutes} मिनेट अघि
ps: {minutes} دقیقې مخکې
pt: há {minutes}m
ru: {minutes}мин назад
tr: {minutes}dk önce
ur: {minutes} منٹ پہلے
zh: {minutes}分钟前

# lastSeenHours
source: {hours}h ago
ar: منذ {hours} ساعة
bn: {hours} ঘণ্টা আগে
de: vor {hours} Std.
el: {hours}ω πριν
es: hace {hours}h
fa: {hours} ساعت پیش
fil: {hours}h ang nakalipas
fr: il y a {hours} h
hi: {hours} घंटे पहले
id: {hours}j lalu
it: {hours}h fa
ja: {hours}時間前
ko: {hours}시간 전
my: {hours} နာရီ အကြာက
ne: {hours} घण्टा अघि
ps: {hours} ساعتونه مخکې
pt: há {hours}h
ru: {hours}ч назад
tr: {hours}sa önce
ur: {hours} گھنٹے پہلے
zh: {hours}小时前

source: Contact Support
ar: تواصل معنا
bn: যোগাযোগ করুন
de: Kontakt aufnehmen
el: Επικοινωνία
es: Contactar soporte
fa: تماس با پشتیبانی
fil: Makipag-ugnayan
fr: Contacter le support
hi: संपर्क करें
id: Hubungi Kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
my: ဆက်သွယ်ရန်
ne: सम्पर्क गर्नुहोस्
ps: موږ سره اړیکه
pt: Fale Conosco
ru: Связаться с нами
tr: İletişime Geç
ur: رابطہ کریں
zh: 联系支持

# emailSubject
source: BlueSOS Support / Feedback
ar: BlueSOS دعم / ملاحظات
bn: BlueSOS সমর্থন / মতামত
el: Υποστήριξη BlueSOS / Σχόλια
es: BlueSOS Soporte / Comentarios
fa: پشتیبانی BlueSOS / بازخورد
fr: BlueSOS Support / Commentaires
hi: BlueSOS सहायता / सुझाव
id: Dukungan BlueSOS / Umpan Balik
it: Supporto BlueSOS / Feedback
ja: BlueSOS サポート / フィードバック
ko: BlueSOS 지원 / 피드백
my: BlueSOS အကူအညီ / အကြံပြုချက်
ne: BlueSOS सहयोग / सुझाव
ps: BlueSOS ملاتړ
pt: Suporte BlueSOS / Feedback
ru: Поддержка BlueSOS / Отзыв
tr: BlueSOS Destek / Geri Bildirim
ur: BlueSOS سپورٹ / رائے
zh: BlueSOS 支持 / 反馈

# emailBody
source: Hello BlueSOS Team, I would like to report an issue or share an idea: [Please write here]
ar: مرحباً فريق BlueSOS، أريد الإبلاغ عن مشكلة أو مشاركة فكرة: [يرجى الكتابة هنا]
bn: হ্যালো BlueSOS টিম, আমি একটি সমস্যা জানাতে বা একটি ধারণা শেয়ার করতে চাই: [এখানে লিখুন]
de: Hallo BlueSOS Team, Ich möchte ein Problem melden oder eine Idee teilen: [Bitte hier schreiben]
el: Γεια σας ομάδα BlueSOS, Θέλω να αναφέρω ένα πρόβλημα ή να μοιραστώ μια ιδέα: [Γράψτε εδώ]
es: Hola equipo BlueSOS, Me gustaría reportar un problema o compartir una idea: [Por favor escriba aquí]
fa: سلام تیم BlueSOS، می‌خواهم مشکلی را گزارش دهم یا پیشنهادی دارم: [لطفاً اینجا بنویسید]
fil: Hello BlueSOS Team, Gusto kong mag-report ng problema o magbahagi ng ideya: [Pakisulat dito]
fr: Bonjour l'équipe BlueSOS, Je souhaite signaler un problème ou partager une idée : [Veuillez écrire ici]
hi: नमस्ते BlueSOS टीम, मैं एक समस्या की रिपोर्ट करना चाहता हूँ या सुझाव साझा करना चाहता हूँ: [कृपया यहाँ लिखें]
id: Halo Tim BlueSOS, Saya ingin melaporkan masalah atau berbagi ide: [Silakan tulis di sini]
it: Salve Team BlueSOS, Vorrei segnalare un problema o condividere un'idea: [Scrivi qui per favore]
ja: BlueSOSチームへ、 問題を報告、またはアイデアを共有します： [ここに記入してください]
ko: 안녕하세요 BlueSOS 팀, 문제를 보고하거나 의견을 공유하고 싶습니다: [여기에 내용을 입력하세요]
my: မင်္ဂလာပါ BlueSOS အဖွဲ့၊ ပြဿနာတစ်ခု တိုင်ကြားလိုသည် (သို့) အကြံပြုချက် ပေးလိုပါသည် - [ဤနေရာတွင် ရေးပါ]
ne: नमस्ते BlueSOS टोली, म एउटा समस्या रिपोर्ट करना वा सुझाव साझा गर्न चाहन्छु: [कृपया यहाँ लेख्नुहोस्]
ps: سلام BlueSOS ټیم، زه غواړم یوه ستونزه راپور کړم یا نظر شریک کړم: [مهرباني وکړئ دلته ولیکئ]
pt: Olá Equipe BlueSOS, Gostaria de relatar um problema ou compartilhar uma ideia: [Por favor, escreva aqui]
ru: Здравствуйте, команда BlueSOS, Я хочу сообщить о проблеме или поделиться идеей: [Напишите здесь]
tr: Merhaba BlueSOS Ekibi, Bir sorun bildirmek veya fikir paylaşmak istiyorum: [Lütfen buraya yazın]
ur: ہیلو BlueSOS ٹیم، میں ایک مسئلہ رپورٹ کرنا یا کوئی آئیڈیا شیئر کرنا چاہتا ہوں: [یہاں لکھیں]
zh: BlueSOS 团队您好， 我想报告问题或分享建议： [请在此处输入]

# emergencyCardTitle
source: Emergency ID
ar: هوية الطوارئ
bn: জরুরি আইডি
de: Notfall-ID
el: Ταυτότητα Έκτακτης Ανάγκης
es: Identificación de Emergencia
fa: شناسه پزشکی اضطراری
fil: Emergency Medical ID
fr: Fiche d'Urgence
hi: आपातकालीन मेडिकल आईडी
id: ID Medis Darurat
it: ID Emergenza
ja: 緊急メディカルID
ko: 응급 의료 ID
my: အရေးပေါ် ကျန်းမာရေး ID
ne: आपतकालीन मेडिकल आईडी
ps: بیړني روغتیایی معلومات
pt: ID de Emergência
ru: Экстренная ID карта
tr: Acil Durum Kimliği
ur: ہنگامی شناختی کارڈ
zh: 紧急医疗 ID

# tapToUpdate
source: Edit Info
ar: تعديل المعلومات
bn: তথ্য সম্পাদনা
de: Infos bearbeiten
el: Επεξεργασία
es: Editar Información
fa: ویرایش اطلاعات
fil: I-edit ang Info
fr: Modifier les Infos
hi: जानकारी अपडेट करें
it: Modifica Info
ja: 情報を編集
ko: 정보 수정
my: အချက်အလက် ပြင်ဆင်ရန်
ne: जानकारी अपडेट गर्नुहोस्
ps: معلومات سم کړئ
pt: Editar Informações
ru: Изменить инфо
tr: Bilgileri Düzenle
ur: معلومات تبدیل کریں
zh: 编辑信息

# tapToAdd
source: Add Info
ar: إضافة معلومات
bn: তথ্য যোগ করুন
de: Info hinzufügen
el: Προσθήκη
es: Añadir Información
fa: افزودن اطلاعات
fil: Magdagdag ng Info
fr: Ajouter des Infos
hi: जानकारी जोड़ें
id: Tambah Info
it: Aggiungi Info
ja: 情報を追加
ko: 정보 추가
my: အချက်အလက် ထည့်ရန်
ne: जानकारी थप्नुहोस्
ps: معلومات اضافه کړئ
pt: Adicionar Informações
ru: Добавить инфо
tr: Bilgi Ekle
ur: معلومات شامل کریں
zh: 添加信息

source: Blood Type
ar: فصيلة الدم
bn: রক্তের গ্রুপ
de: Blutgruppe
el: Ομάδα Αίματος
es: Tipo de Sangre
fa: گروه خونی
fr: Groupe Sanguin
hi: रक्त समूह
id: Golongan Darah
it: Gruppo Sanguigno
ja: 血液型
ko: 혈액형
my: သွေးအမျိုးအစား
ne: रक्त समूह
ps: د وینې ګروپ
pt: Tipo Sanguíneo
ru: Группа крови
tr: Kan Grubu
ur: بلڈ گروپ
zh: 血型

source: Allergies
ar: الحساسية
bn: এলার্জি
de: Allergien
el: Αλλεργίες
es: Alergias
fa: آلرژی‌ها
hi: एलर्जी
id: Alergi
ja: アレルギー
ko: 알레르기
my: ဓာတ်မတည့်မှုများ
ne: एलर्जी
ps: حساسیتونه
pt: Alergias
ru: Аллергии
tr: Alerjiler
ur: الرجی
zh: 过敏史

source: Medications
ar: الأدوية
bn: ঔষধ
de: Medikamente
el: Φάρμακα
es: Medicamentos
fa: داروها
fil: Mga Gamot
fr: Médicaments
hi: दवाइयाँ
id: Obat-obatan
it: Farmaci
ja: 服用薬
ko: 복용 약물
my: သောက်သုံးနေသော ဆေးများ
ne: औषधिहरू
ps: درمل
pt: Medicamentos
ru: Лекарства
tr: Kullanılan İlaçlar
ur: ادویات
zh: 药物

source: Emergency Contacts
ar: جهات اتصال الطوارئ
bn: জরুরি যোগাযোগ
de: Notfallkontakte
el: Επαφές Έκτακτης Ανάγκης
es: Contactos de Emergencia
fa: مخاطبین اضطراری
fr: Contacts d'Urgence
hi: आपातकालीन संपर्क
id: Kontak Darurat
it: Contatti di Emergenza
ja: 緊急連絡先
ko: 비상 연락처
my: အရေးပေါ် ဆက်သွယ်ရန်
ne: आपतकालीन सम्पर्कहरू
ps: بیړنۍ اړیکې
pt: Contatos de Emergência
ru: Контакты для ЧС
tr: Acil Durum Kişileri
ur: ہنگامی رابطے
zh: 紧急联系人

source: Contact Name
ar: اسم الشخص
bn: নাম
de: Name
el: Όνομα
es: Nombre del Contacto
fa: نام
fil: Pangalan
fr: Nom du Contact
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
my: အမည်
ne: नाम
ps: نوم
pt: Nome
ru: Имя
tr: Kişi Adı
ur: نام
zh: 姓名

# contactPhone
source: Phone Number
ar: رقم الهاتف
bn: ফোন নম্বর
de: Telefonnummer
el: Τηλέφωνο
es: Número de Teléfono
fa: شماره تلفن
fil: Telepono
fr: Numéro de Téléphone
hi: फोन नंबर
id: Nomor Telepon
it: Numero di Telefono
ja: 電話番号
ko: 전화번호
my: ဖုန်းနံပါတ်
ne: फोन नम्बर
ps: د تلیفون شمیره
pt: Telefone
ru: Телефон
tr: Telefon Numarası
ur: فون نمبر
zh: 电话号码

source: SAVE
ar: حفظ
bn: সংরক্ষণ
de: SPEICHERN
el: ΑΠΟΘΗΚΕΥΣΗ
es: GUARDAR
fa: ذخیره
fil: I-SAVE
fr: ENREGISTRER
hi: सहेजें
id: SIMPAN
it: SALVA
ja: 保存
ko: 저장
my: သိမ်းဆည်းမည်
ne: सेभ गर्नुहोस्
ps: ثبت کول
pt: SALVAR
ru: СОХРАНИТЬ
tr: KAYDET
ur: محفوظ کریں
zh: 保存

# maxContactsReached
source: You can add up to 3 contacts.
ar: يمكنك إضافة 3 أشخاص كحد أقصى.
bn: সর্বোচ্চ ৩ জন যোগ করা যাবে।
de: Maximal 3 Kontakte erlaubt.
el: Μέγιστο 3 επαφές.
es: Puede añadir hasta 3 contactos.
fa: حداکثر ۳ مخاطب مجاز است.
fil: Hanggang 3 contacts lang ang pwede.
fr: Vous pouvez ajouter jusqu'à 3 contacts.
hi: अधिकतम 3 संपर्क जोड़े जा सकते हैं।
id: Maksimal 3 kontak diperbolehkan.
it: Puoi aggiungere al massimo 3 persone.
ja: 最大3件まで追加可能です。
ko: 최대 3명까지 추가할 수 있습니다.
my: လူ ၃ ဦးအထိသာ ထည့်သွင်းနိုင်သည်။
ne: बढीमा ३ सम्पर्कहरू थप्न सकिन्छ।
ps: تاسو کولی شئ تر 3 پورې اړیکې اضافه کړئ.
pt: Você pode adicionar no máximo 3 pessoas.
ru: Максимум 3 контакта.
tr: En fazla 3 kişi ekleyebilirsiniz.
ur: آپ زیادہ سے زیادہ 3 رابطے شامل کر سکتے ہیں۔
zh: 最多可添加 3 位联系人。

# wallpaperPromptTitle
source: Lifesaving Lock Screen
ar: شاشة قفل منقذة للحياة
bn: জীবন রক্ষাকারী লক স্ক্রিন
de: Lebensrettender Sperrbildschirm
el: Σωτήρια Οθόνη Κλειδώματος
es: Fondo de Pantalla Vital
fa: صفحه قفل نجات‌بخش
fil: Lock Screen na Tagapagligtas
fr: Écran de Verrouillage Vital
hi: जीवन रक्षक लॉक स्क्रीन
id: Layar Kunci Penyelamat
it: Blocco Schermo Salvavita
ja: 命を救うロック画面
ko: 생명을 구하는 잠금 화면
my: အသက်ကယ် Lock Screen
ne: जीवन रक्षक लक स्क्रिन
ps: د ژوند ژغورونکی سکرین
pt: Bloqueio de Tela Salva-Vidas
ru: Спасательный экран блокировки
tr: Hayat Kurtaran Kilit Ekranı
ur: زندگی بچانے والا لاک اسکرین
zh: 救命锁屏

# wallpaperPromptDesc
source: Even if you are unconscious, it is vital for first responders to see your blood type and allergies. Would you like to design a custom lock screen wallpaper with this information?
ar: حتى لو كنت فاقداً للوعي، فإن رؤية فرق الإسعاف لفصيلة دمك وحساسيتك أمر حيوي. هل ترغب في تصميم خلفية شاشة قفل خاصة تحتوي على هذه المعلومات؟
bn: অজ্ঞান থাকলেও, উদ্ধারকারীদের আপনার রক্তের গ্রুপ জানা জরুরি। আপনি কি এই তথ্য দিয়ে একটি ওয়ালপেপার তৈরি করতে চান?
de: Auch bei Bewusstlosigkeit müssen Ersthelfer Ihre Blutgruppe sehen. Möchten Sie ein spezielles Hintergrundbild mit diesen Infos erstellen?
el: Ακόμα κι αν έχετε χάσει τις αισθήσεις σας, είναι ζωτικό να δουν οι διασώστες την ομάδα αίματός σας. Θέλετε να δημιουργήσετε μια ταπετσαρία με αυτές τις πληροφορίες;
es: Incluso si estás inconsciente, es vital que los socorristas vean tu tipo de sangre y alergias. ¿Te gustaría diseñar un fondo de pantalla de bloqueo personalizado con esta información?
fa: حتی اگر بیهوش باشید، بسیار مهم است که تیم نجات گروه خونی و آلرژی‌های شما را ببیند. آیا می‌خواهید یک تصویر زمینه صفحه قفل با این اطلاعات بسازید؟
fil: Kahit na wala kang malay, napakahalaga na makita ng rescue team ang iyong blood type at allergies. Gusto mo bang gumawa ng special lock screen wallpaper na may ganitong impormasyon?
fr: Même si vous êtes inconscient, il est vital pour les secouristes de voir votre groupe sanguin et vos allergies. Souhaitez-vous concevoir un fond d'écran de verrouillage personnalisé avec ces informations ?
hi: भले ही आप बेहोश हों, बचाव दल के लिए आपका रक्त समूह और एलर्जी देखना महत्वपूर्ण है। क्या आप इस जानकारी के साथ एक विशेष लॉक स्क्रीन वॉलपेपर बनाना चाहते हैं?
id: Bahkan jika Anda tidak sadarkan diri, sangat penting bagi tim penyelamat untuk melihat golongan darah dan alergi Anda. Apakah Anda ingin membuat wallpaper layar kunci khusus dengan informasi ini?
it: Anche se sei incosciente, è vitale che i soccorritori vedano il tuo gruppo sanguigno. Vuoi creare uno sfondo per il blocco schermo con queste informazioni?
ja: 意識がない場合でも、救急隊員があなたの血液型やアレルギー情報を確認できることが極めて重要です。 これらの情報を含む特別なロック画面の壁紙を作成しますか？
ko: 의식이 없는 상태에서도 구급대원이 귀하의 혈액형과 알레르기 정보를 확인하는 것은 매우 중요합니다. 이 정보가 포함된 특별한 잠금 화면 배경화면을 만드시겠습니까?
my: သင် သတိမေ့မြောနေလျှင်ပင် ကယ်ဆယ်ရေးအဖွဲ့များက သင့်သွေးအမျိုးအစားနှင့် ဓာတ်မတည့်မှုများကို မြင်တွေ့ရန် အရေးကြီးပါသည်။ ဤအချက်အလက်များပါဝင်သော Lock Screen ပုံကို ဖန်တီးလိုပါသလား?
ne: तपाईं बेहोस भए पनि, उद्धार टोलीले तपाईंको रक्त समूह र एलर्जीहरू देख्नु महत्त्वपूर्ण छ। के तपाईं यस जानकारीको साथ विशेष लक स्क्रिन वालपेपर बनाउन चाहनुहुन्छ?
ps: حتی که تاسو بې هوښه یاست، دا خورا مهم دی چې د ژغورنې ټیم ستاسو د وینې ګروپ او حساسیتونه وګوري. ایا تاسو غواړئ د دې معلوماتو سره د لاک سکرین ځانګړی انځور جوړ کړئ؟
pt: Mesmo se você estiver inconsciente, é vital que os socorristas vejam seu tipo sanguíneo. Deseja criar um papel de parede com essas informações?
ru: Даже если вы без сознания, спасателям важно знать вашу группу крови и аллергии. Создать специальные обои для экрана блокировки с этой информацией?
tr: Bilinciniz kapalı olsa bile, ilk yardım ekiplerinin kan grubunuzu ve alerjilerinizi görmesi hayati önem taşır. Bu bilgileri içeren özel bir kilit ekranı duvar kağıdı tasarlamak ister misiniz?
ur: بے ہوشی کی حالت میں بھی امدادی کارکنوں کا آپ کا بلڈ گروپ اور الرجی دیکھنا ضروری ہے۔ کیا آپ ان معلومات کے ساتھ وال پیپر بنانا چاہتے ہیں؟
zh: 即使您失去意识，急救人员看到您的血型和过敏信息也是至关重要的。 您想设计一个包含这些信息的专用锁屏壁纸吗？

# createWallpaper
source: DESIGN
ar: تصميم
bn: তৈরি করুন
de: ERSTELLEN
el: ΔΗΜΙΟΥΡΓΙΑ
es: DISEÑAR
fa: ساختن
fil: GAWIN
fr: CONCEVOIR
hi: बनाएं
id: BUAT
it: CREA
ja: 作成する
ko: 만들기
my: ဖန်တီးမည်
ne: बनाउनुहोस्
ps: جوړول
pt: CRIAR
ru: СОЗДАТЬ
tr: TASARLA
ur: بنائیں
zh: 设计

source: Later
ar: لاحقاً
bn: পরে
de: Später
el: Αργότερα
es: Más Tarde
fa: بعداً
fil: Mamaya na
fr: Plus Tard
hi: बाद में
id: Nanti
it: Più Tardi
ja: 後で
ko: 나중에
my: နောက်မှလုပ်မည်
ne: पछि
ps: وروسته
pt: Mais Tarde
ru: Позже
tr: Daha Sonra
ur: بعد میں
zh: 稍后

# editorTitle
source: Wallpaper Editor
ar: منشئ شاشة القفل
bn: ওয়ালপেপার এডিটর
de: Hintergrund-Editor
el: Επεξεργαστής Ταπετσαρίας
es: Creador de Pantalla de Bloqueo
fa: سازنده صفحه قفل
fil: Lock Screen Creator
fr: Éditeur de Fond d'Écran
hi: लॉक स्क्रीन निर्माता
id: Pembuat Layar Kunci
it: Creatore Sfondo
ja: 壁紙エディタ
ko: 배경화면 편집기
my: Lock Screen ဖန်တီးသူ
ne: लक स्क्रिन निर्माता
ps: د سکرین جوړونکی
pt: Criador de Papel de Parede
ru: Редактор обоев
tr: Kilit Ekranı Oluşturucu
ur: وال پیپر ایڈیٹر
zh: 锁屏生成器

source: Pick Image
ar: اختر خلفية
bn: ব্যাকগ্রাউন্ড বাছুন
de: Hintergrund wählen
el: Επιλογή Φόντου
es: Elegir Fondo
fa: انتخاب پس‌زمینه
fil: Pumili ng Background
fr: Choisir un Fond
hi: बैकग्राउंड चुनें
id: Pilih Latar Belakang
it: Scegli Sfondo
ja: 背景画像を選択
ko: 배경 선택
my: နောက်ခံပုံ ရွေးပါ
ne: पृष्ठभूमि छान्नुहोस्
ps: شالید وټاکئ
pt: Escolher Fundo
ru: Выбрать фон
tr: Arka Plan Seç
ur: پس منظر منتخب کریں
zh: 选择背景

source: SAVE TO GALLERY
ar: حفظ في المعرض
bn: গ্যালারিতে সংরক্ষণ
de: IN GALERIE SPEICHERN
el: ΑΠΟΘΗΚΕΥΣΗ
es: GUARDAR EN GALERÍA
fa: ذخیره در گالری
fil: I-SAVE SA GALLERY
fr: ENREGISTRER DANS LA GALERIE
hi: गैलरी में सहेजें
id: SIMPAN KE GALERI
it: SALVA IN GALLERIA
ja: ギャラリーに保存
ko: 갤러리에 저장
my: ဓာတ်ပုံအယ်လ်ဘမ်သို့ သိမ်းမည်
ne: ग्यालरीमा सेभ गर्नुहोस्
ps: په ګالري کې ثبت کړئ
pt: SALVAR NA GALERIA
ru: СОХРАНИТЬ В ГАЛЕРЕЮ
tr: GALERİYE KAYDET
ur: گیلری میں محفوظ کریں
zh: 保存到相册

# savedSuccess
source: Image saved to gallery!
ar: تم حفظ الصورة في المعرض!
bn: গ্যালারিতে সংরক্ষিত!
de: Bild in Galerie gespeichert!
el: Αποθηκεύτηκε στην Έκθεση!
es: ¡Imagen Guardada en Galería!
fa: تصویر ذخیره شد!
fil: Na-save na ang litrato!
fr: Image Enregistrée dans la Galerie !
hi: छवि सहेजी गई!
id: Gambar Tersimpan!
it: Immagine Salvata nella Galleria!
ja: 画像がギャラリーに保存されました！
ko: 이미지가 갤러리에 저장되었습니다!
my: ပုံသိမ်းဆည်းပြီးပါပြီ!
ne: तस्बिर सेभ भयो!
ps: انځور ثبت شو!
pt: Imagem Salva na Galeria!
ru: Сохранено в галерею!
tr: Görsel Galeriye Kaydedildi!
ur: گیلری میں محفوظ ہو گیا!
zh: 图片已保存！

# cardScale
source: Size
ar: الحجم
bn: আকার
de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
fil: Laki
fr: Taille
hi: आकार
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
my: အရွယ်အစား
ne: साइज
ps: کچه
pt: Tamanho
ru: Размер
tr: Boyut
ur: سائز
zh: 大小
